Repository: CircleClick/blog.orchid.com
Catalog: src/i18n/messages.*.xlf
Languages: id, ja, ko, ru, zh

# WhitepaperLink
source: /assets/whitepaper/whitepaper.pdf
ja: /assets/whitepaper/japanese.pdf
ko: /assets/whitepaper/korean.pdf
zh: /assets/whitepaper/chinese.pdf

# HowHero__Title
source: How Orchid delivers digital privacy
id: Cara Orchid menghadirkan privasi digital
ja: オーキッドがデジタル プラ イバシーを提供する方法
ko: Orchid가 디지털 개인 정보를 보호하는 방법
ru: Как Orchid обеспечивает конфиденциальность онлайн
zh: Orchid 如何实现数字隐私

# HowHero__Subtitle
source: The Orchid network enables a decentralized virtual private network (VPN), allowing users to buy bandwidth from a global pool of service providers.
id: Jaringan Orchid memungkinkan jaringan pribadi virtual (VPN) terdesentralisasi yang memungkinkan pengguna membeli lebar pita dari berbagai penyedia layanan.
ja: オーキッド ネットワークは、分散型仮想プライベート ネットワーク (VPN) を実現し、ユー ザーがサービス プロバイダーのグローバル プールから帯域幅を購入できるようにします。
ko: Orchid 네트워크는 분산 VPN(가상 사설망)을 활성화하여 사용자가 서비스 제공 업체의 글로벌 풀에서 대역폭을 구매할 수 있도록 허용합니다.
ru: В сети Orchid используется децентрализованная виртуальная частная сеть (VPN), позволяющая пользователям приобретать пропускные ресурсы у международного пула сервис-провайдеров.
zh: Orchid 网络可实现去中心化虚拟专用网 (VPN)，允许用户从全球性的服务提供商池购 买带宽。

# HowHero__Subtitle2
source: To do this, Orchid uses a new digital currency called OXT, a new VPN protocol for incentivized bandwidth proxying, and smart-contracts with algorithmic advertising and payment functions. Orchid's users connect to bandwidth sellers using a provider directory, and they pay using probabilistic nanopayments so Ethereum transaction fees on packets are acceptably low.
id: Untuk melakukannya, Orchid menggunakan mata uang digital baru yang disebut OXT, protokol VPN baru untuk pemroksian lebar pita yang diberi insentif, dan kontrak cerdas dengan pengiklanan algoritmis dan fungsi pembayaran. Pengguna Orchid terhubung ke penjual lebar pita menggunakan direktori penyedia, dan mereka membayar menggunakan nano-pembayaran probabilistik sehingga biaya transaksi Ethereum pada paket cukup rendah.
ja: これを実現するために、オーキッドは OXT と呼ばれる ERC-20 ユーティリティ トークンを 使用します。これは、トークン インセンティブを付与される帯域幅プロキシ用の新しい VPN プロトコル であり、アルゴリズム広告と支払い機能を備えたスマート コントラクト です。オーキッドのユーザーはプロバイダー ディレクトリを使用して帯域幅販売者に接続 し、確率的ナノペイメントによる支払いを行います。そのため、パケットのイーサリアム トランザクション料金は許容できるほど低くなります。
ko: 이를 실시하려면 Orchid는 토큰 인센티브 대역폭 프록시를 위해 OXT라고 부르는 새로운 VPN 프로토콜, ERC-20 유틸리티 토큰과 알고리즘 광고 및 결제 기능을 갖춘 스마트 컨트랙트를 사용합니다. Orchid 사용자는 제공 업체 디렉토리를 사용하여 대역폭 판매자와 연결하고 확률적 나노페이먼트를 사용하여 지불하므로 패킷의 이더리움 거래 수수료는 상당히 낮습니다.
ru: Для этого в Orchid используются новая цифровая валюта OXT, новый VPN-протокол оплачиваемых услуг прокси-сервера, а также смарт-контракты с функциями алгоритмического продвижения и оплаты. Пользователи Orchid подключаются к продавцам пропускных ресурсов через каталог провайдеров и оплачивают их услуги, используя технологию вероятностных наноплатежей, с приемлемо низкими расценками на транзакции пакетов Ethereum.
zh: 为此，Orchid 使用名为 OXT 的 ERC-20 实用代币、一种用于代币激励型带宽代理的新 VPN 协议，以及具有算法广告和支付功能的智能合约。Orchid 的用户使用提供商目录 与带宽销售商连接，并且，他们使用概率极微支付进行付款，因此数据包的以太坊交 易费处于可接受的低水平。

# HowIndex__Title
source: Core components
id: Komponen inti
ja: オーキッド ネットワーク
ko: Orchid 네트워크의
ru: Основные компоненты
zh: Orchid 网络的核心组件

# HowIndex__Title2
source: of the Orchid network
id: jaringan Orchid
ja: のコア コンポーネント
ko: 핵심 구성 요소
ru: сети Orchid

# HowIndex__TheOrchidApp
source: The Orchid app
id: Aplikasi Orchid
ja: オーキッド アプリ
ko: Orchid 앱
ru: Приложение Orchid
zh: Orchid 应用

# HowIndex__OXTCryptocurrency
source: OXT cryptocurrency
id: Mata uang kripto OXT
ja: OXT 暗号通貨
ko: OXT 암호 화폐
ru: Криптовалюта OXT
zh: OXT 加密货币

# HowIndex__OrchidProtocol
source: Orchid protocol
id: Protokol Orchid
ja: オーキッド プロトコル
ko: Orchid 프로토콜
ru: Протокол Orchid
zh: Orchid 协议

# HowIndex__Nanopayments
source: Nanopayments
id: Nano-pembayaran
ja: ナノペイメント
ko: 나노 지불
ru: Наноплатежи
zh: 极微支付

# HowIndex__Nodes
source: Nodes
id: Simpul
ja: ノード
ko: 노드
ru: Узлы
zh: 节点

# HowIndex__Staking
source: Staking
id: Pertaruhan
ja: ステーキング
ko: 스테이킹
ru: Система ставок
zh: 质押

# HowApp__Title
source: The Orchid app
id: Aplikasi Orchid
ja: オーキッド アプリ
ko: Orchid 앱
ru: Приложение Orchid
zh: Orchid 应用

# HowApp__Description
source: Orchid is a VPN client, VPN service powered by our own digital currency, and advanced networking tool designed to give you insight and control over your phone's network connection. The Orchid app goes past the basic functionality offered by most VPN clients, with features such as the ability to run traffic through multiple nodes in a multi-hop route. The Orchid client is accessible via iOS (beta testing only), Android, macOS, Linux, and (soon) Windows.
id: Orchid adalah klien VPN, layanan VPN yang didukung oleh mata uang digital kami sendiri, dan alat jaringan canggih yang dirancang untuk memberi Anda wawasan dan kontrol atas koneksi jaringan telepon Anda. Aplikasi Orchid memperlengkapi fungsi dasar yang ditawarkan oleh sebagian besar klien VPN, dengan fitur seperti kemampuan untuk menjalankan lalu lintas melalui beberapa simpul dalam rute multi-lompatan. Klien Orchid dapat diakses pada iOS (hanya pengujian beta), Android, macOS, Linux, dan (segera di) Windows.
ja: オーキッドのユーザーは、OpenVPNなどのプロトコル用の一般的な VPN クライアントと同様のクライア ントを実行しますが、オーキッド プロトコルを使用します。オーキッド ネットワーク クライアントは、統 合されたパーソナル ファイアウォールを介してトラフィックを実行する機能など、ほとんどの VPN クラ イアントが提供する基本機能よりも優れた機能を提供します。オーキッドのクライアントには、iOS、 Android、macOS、Linux、および (まもなく) Windows からアクセスできます。
ko: Orchid 사용자는 OpenVPN과 같은 프로토콜이지만 Orchid 프로토콜이라 일컫는 일반적인 VPN 클라이언트와 비슷한 클라이언트를 실행합니다. Orchid 네트워크 클라이언트는 통합된 개인 방화벽을 통해 트래픽을 실행할 수 있는 기능과 함께 대부분의 VPN 클라이언트가 제공하는 기본 기능을 능가합니다. Orchid 클라이언트는 iOS, Android, macOS, Linux 및 Windows(곧 출시 예정)를 통해 액세스할 수 있습니다.
ru: Orchid — это VPN-клиент, VPN-сервис на базе нашей собственной цифровой валюты и продвинутой сетевой технологии, позволяющей вам отслеживать и контролировать подключение вашего телефона к сети. Приложение Orchid — это не только базовый функционал, который предоставляют другие VPN-клиенты. Например, возможность многократного перенаправления трафика по нескольким узлам многоступенчатого маршрута. Клиент Orchid доступен через iOS (только в режиме бета-теста), Android, macOS, Linux, а также (скоро) на Windows.
zh: Orchid 的用户为诸如 OpenVPN 等协议运行类似于典型 VPN 客户端的客户端，但该客户端使用 Orchid 协议。Orchid 网络客户端的功能超越了大多数 VPN 客户端提供的基本功能，如能够穿过集成式个人防火 墙运行流量。Orchid 客户端可通过 iOS、Android、macOS、Linux 和（即将支持）Windows 访问。

# HowApp__Link
source: Get the the app today!
id: Dapatkan aplikasinya hari ini!
ja: アプリのプレリリース版は今すぐ入手できます。
ko: 지금 사전 출시 버전의 앱을 받으십시오!
ru: Скачайте приложение прямо сейчас!
zh: 立即获取该应用的预发布版本！

# HowOxt__Title
source: The Orchid digital currency (OXT)
id: Mata uang digital Orchid (OXT)
ja: オーキッドの暗号通貨 (OXT)
ko: Orchid 암호 화폐(OXT)
ru: Цифровая валюта Orchid (OXT)
zh: Orchid 加密货币 (OXT)

# HowOxt__Content
source: <p> OXT’s primary and fundamental purpose is to allow users to purchase digital privacy services from the Orchid network. </p> <p> The OXT digital currency provides value in the Orchid network in a number of ways: </p> <ul> <li> A Bandwidth Provider - Anyone can operate an Orchid Node, but must first stake OXT, with the more OXT that is staked, the greater the chances of reward in the Network. </li> <li> A Bandwidth User- For the first time, users can pay-on-the-fly for a private, secure internet connection. To power up the client, a user installs the Orchid VPN, adds OXT to a wallet, and then can access the internet through a user-chosen path to ensure a secure connection anywhere in the world. Users only pay for the bandwidth they consume. </li> </ul> <p> The bandwidth marketplace is peer-to-peer and run in a completely decentralized manner without reliance on any central party. The primary reasons for this new digital currency OXT are: </p> <ol> <li> To have a digital currency that is specifically tied to consumption of bandwidth on the Orchid network </li> <li> To align operator incentives towards the benefit of the Orchid Network. </li> </ol> <p> Accordingly, in addition to facilitating bandwidth transactions on the Network, the Orchid digital currency is used to prove a stake within the Orchid network that demonstrates a commitment by bandwidth providers, as well as to mitigate certain risks. </p>
id: <p> Tujuan mendasar dan utama OXT adalah untuk memungkinkan pengguna membeli layanan privasi digital dari jaringan Orchid. </p> <p> Mata uang digital OXT memberikan nilai dalam jaringan Orchid dalam beberapa cara: </p> <ul> <li> Penyedia lebar pita – Siapa pun dapat mengoperasikan simpul Orchid, tetapi harus bertaruh OXT lebih dahulu, dengan lebih banyak OXT yang dipertaruhkan, semakin besar kemungkinan mendapat imbalan dalam jaringan. </li> <li> Pengguna lebar pita – Untuk pertama kalinya, pengguna dapat membayar sesuai penggunaan untuk koneksi Internet pribadi yang aman. </li> </ul> <p> Untuk memulai klien, pengguna menginstal Orchid VPN, menambahkan OXT ke dompet, dan kemudian dapat mengakses Internet melalui jalur yang dipilih pengguna untuk memastikan koneksi yang aman di mana saja di dunia. Pengguna hanya membayar untuk lebar pita yang mereka konsumsi. Pasaran lebar pita bersifat rekan-ke-rekan dan berjalan dalam cara yang sepenuhnya terdesentralisasi tanpa bergantung pada pihak pusat apa pun. Alasan utama hadirnya mata uang digital baru OXT ini adalah: </p> <ol> <li> Untuk memiliki mata uang digital yang secara khusus terkait dengan konsumsi lebar pita pada jaringan Orchid </li> <li> guna menyesuaikan insentif operator terhadap manfaat dari jaringan Orchid. </li> </ol> <p> Dengan demikian, selain memfasilitasi transaksi lebar pita pada jaringan, mata uang digital Orchid digunakan untuk membuktikan sebuah pertaruhan dalam jaringan Orchid yang menunjukkan komitmen oleh penyedia lebar pita, serta untuk mengurangi risiko tertentu. </p>
ja: <p> OXT の基本的な主目的は、誰がコンピューティング サービスを使用したか、誰がコンピューティング サービス を提供したか、そして平均的なユーザーが平均的なプロバイダーを公平に補償しているかどうかを追跡すること です。 </p> <p> OXT トークンは、以下のようなさまざまな方法でオーキッド ネットワークに価値を提供します。 </p> <ul> <li> 帯域幅プロバイダー － オーキッド ノードは誰でも操作できますが、最初に OXT をステーキングする必要 があります。多くの OXT をステーキングするほど、ネットワークでの報酬のチャンスは大きくなります。 </li> <li> 帯域幅ユーザー － ユーザーは初めて、プライベートで安全なインターネット接続に対する支払いをオン ザフライでできるようになります。クライアントを強化するには、ユーザーは、オーキッド VPN をインス トールし、ウォレットに OXT を追加する必要があります。すると、選択したパスを介してインターネット にアクセスし、世界中のどこでも安全な接続を確保できます。ユーザーは、消費した帯域幅に対してのみ 料金を支払います。 </li> </ul> <p> 帯域幅マーケットプレイスはピアツーピアであり、中央のパーティに依存することなく完全に分散化された方法 で実行されます。ネイティブ トークンを採用する主な理由は次のとおりです。 </p> <ol> <li> オーキッド ネットワーク上の帯域幅の消費に特に関連付けられているトークンを持つ。 </li> <li> オーキッド ネットワークの利益に向けてオペレーターのインセンティブを調整する。 </li> </ol> <p> したがってオーキッド トークンは、ネットワークでの帯域幅トランザクションを容易にすることに加えて、帯域 幅プロバイダーへのコミットメントを示し、特定のリスクを軽減することを目的としたオーキッド ネットワーク 内のステークを証明するためにも使用されます。 </p>
ko: <p> OXT의 주된 기본 목적은 누가 컴퓨팅 서비스를 사용하는지, 누가 컴퓨팅 서비스를 제공하는지, 그리고 평균 사용자가 평균 공급 업체에게 공정히 보상하는지 여부를 계속해서 추적하는 데 있습니다. </p> <p> 따라서, OXT 토큰은 여러 가지 방법으로 Orchid 네트워크에 가치를 제공합니다. </p> <ul> <li> 대역폭 제공 업체 - 누구든지 Orchid 노드를 운영할 수 있지만, 스테이크할 OXT가 많을수록 네트워크에서 보상을 받을 가능성이 더 높아지므로 먼저 OXT를 스테이크해야 합니다. </li> <li> 대역폭 사용자 - 처음으로, 사용자는 안전한 개인 인터넷 연결에 대해 순식간에 지불할 수 있습니다. 클라이언트의 전원을 켜려면, 사용자가 Orchid VPN을 설치하고 지갑에 OXT를 추가한 다음, 사용자가 선택한 경로를 통해 인터넷에 액세스하여 전 세계 어디에서나 안전하게 연결할 수 있습니다. 사용자는 그들이 소비한 대역폭에 대해서만 비용을 지불합니다. </li> </ul> <p> 대역폭 마켓플레이스는 피어 투 피어이며 중심 주체에 의존하지 않고 완전히 분산된 방식으로 운영됩니다. 네이티브 토큰에 대한 주요 이유는 다음과 같습니다. </p> <ol> <li> Orchid 네트워크에서 대역폭 소비와 특별히 관련 있는 토큰을 보유하기 위해. </li> <li> Orchid 네트워크의 혜택에 대한 운영자 인센티브를 조정하기 위해. </li> </ol> <p> 따라서, 네트워크에서 대역폭 거래를 용이하게 하는 것 외에도, Orchid 토큰은 대역폭 제공 업체에 대한 약속을 입증할 뿐 아니라 특정 위험을 완화하기 위해 고안된 Orchid 네트워크 내의 스테이크를 증명하는 데 사용됩니다. </p>
ru: <p> "Главное и основное назначение OXT — дать пользователям возможность приобретать услуги конфиденциальности онлайн с помощью сети Orchid. </p> <p> Цифровая валюта OXT используется в сети Orchid множеством способов: </p> <ul> <li> Для поставщиков пропускных ресурсов — держать свой узел Orchid может каждый, но для этого необходимо сначала задать ставку в OXT. </li> <li> Чем больше OXT в ставке, тем выше шансы получить награду в Сети. </li> </ul> <p> Для пользователей пропускных ресурсов — впервые в истории пользователи могут оплачивать приватное и защищенное интернет-соединение прямо по ходу работы. Чтобы использовать клиент, пользователь устанавливает VPN от Orchid, пополняет кошелек OXT и после этого может работать в Интернете по самостоятельно выбранному каналу, обеспечивая защиту подключения в любой точке мира. Пользователи платят только за использованные ими ресурсы. Рынок пропускных ресурсов устроен по принципу P2P и абсолютно децентрализован, без участия каких-либо центральных пунктов управления. Вот основные причины использования новой цифровой валюты OXT: </p> <ol> <li> Эта цифровая валюта привязана именно к потреблению пропускных ресурсов в сети Orchid. </li> <li> За счет валюты саморегулируется поощрение для операторов, что идет на пользу сети Orchid. </li> </ol> <p> Соответственно, помимо облегчения транзакций покупки пропускных ресурсов в Сети, цифровая валюта Orchid используется и для обеспечения ставок провайдеров в сети Orchid, демонстрируя их преданность проекту, а также для снижения определенных рисков." </p>
zh: <p> OXT 的首要及基本目的是跟踪记录谁使用了计算服务、谁提供了计算服务，以及普通用户是否公平地给予了 普通提供商报酬。 </p> <p> OXT 代币可以在 Orchid 网络中带来多方面的价值： </p> <ul> <li> 带宽提供商 — 任何人都可以经营 Orchid 节点，但必须先质押 OXT，质押的 OXT 越多，在网络中获得 奖励的机会就越大。 </li> <li> 带宽用户 — 用户第一次可以即时付费以获得私有、安全的互联网连接。 要启动客户端，用户需要安装 Orchid VPN、将 OXT 添加到钱包，然后可以通过用户选择的路径访问互联网，确保在世界任意地方安 全连接。 用户只需为他们使用的带宽付费。 </li> </ul> <p> 带宽市场是点对点市场，以完全去中心化的方式运行，不依赖任何中心实体。 使用原生代币的主要原因是： </p> <ol> <li> 拥有专门与 Orchid 网络上的带宽使用相关联的代币 </li> <li> 使运营商的激励与 Orchid 网络的好处相一致。 </li> </ol> <p> 因此，除了促进网络上的带宽交易外，Orchid 代币还用于在 Orchid 网络中证明质押（这旨在证明对带宽提 供者的承诺），以及减轻某些风险。 </p>

# HowProtocol__Title
source: The Orchid Protocol
id: Protokol Orchid
ja: オーキッド プロトコル
ko: Orchid 프로토콜
ru: Протокол Orchid
zh: Orchid 协议

# HowProtocol__Description
source: The Orchid software is designed to use a custom VPN protocol, similar in scope to OpenVPN or WireGuard. The Orchid protocol is designed for high-performance networking and runs on top of WebRTC, a common web standard, widely used to transmit video and audio from inside browsers. Our protocol allows users to request access to remote network resources and pay for these resources using OXT via the Orchid nanopayments system.
id: Perangkat lunak Orchid dirancang untuk menggunakan protokol VPN khusus, mirip dengan OpenVPN atau WireGuard. Protokol Orchid dirancang untuk jaringan berkinerja tinggi yang berjalan di atas WebRTC, standar web umum, banyak digunakan untuk mentransmisikan video dan audio dari dalam peramban. Protokol kami memungkinkan pengguna untuk meminta akses ke sumber daya jaringan jarak jauh dan membayar untuk sumber daya ini menggunakan OXT melalui sistem nano-pembayaran Orchid.
ja: オーキッドのソフトウェアは、OpenVPN または WireGuard に対象範囲が似ているカスタム VPN プ ロトコルを使用するよう指定されています。オーキッド プロトコルは高性能ネットワーク向けに設計 されており、一般的な Web 標準である WebRTC 上で実行されます。WebRTC は、ブラウザ内部から ビデオやオーディオを送信するために広く使用されています。私たちのプロトコルは、ユーザーがリ モート ネットワーク リソースへのアクセスをリクエストし、ナノペイメント システム経由で OXT を 使用してこれらのリソースの料金を支払えるようにします。
ko: Orchid 소프트웨어는 OpenVPN 또는 WireGuard와 범위가 유사한 사용자 지정 VPN 프로토콜을 사용합니다. Orchid 프로토콜은 고성능 네트워킹을 위해 설계되었으며, 일반 웹 표준인 WebRTC의 상위에서 실행되고 브라우저 내부에서 비디오 및 오디오를 전송하는 데 널리 사용됩니다. Orchid 프로토콜을 사용하면 사용자가 원격 네트워크 리소스에 대한 액세스를 요청하고 나노 지불 시스템을 통해 OXT를 사용하여 이러한 리소스에 대한 요금을 지불할 수 있습니다.
ru: Программное обеспечение Orchid предназначено для использования персонального VPN-протокола, аналогичного OpenVPN или WireGuard. Протокол Orchid разработан для высокопроизводительных сетей и показывает результаты сверх норм WebRTC, общепринятого веб-стандарта, широко используемого при передаче видео и аудио из браузеров. Наш протокол позволяет пользователям запрашивать доступ к ресурсам удаленных сетей и оплачивать эти ресурсы с помощью валюты OXT через систему наноплатежей Orchid.
zh: Orchid 软件使用一种自定义 VPN 协议，在范围上类似于 OpenVPN 或 WireGuard。 Orchid 协议为高性 能网络连接而设计，并且基于 WebRTC 运行，这是一种通用 Web 标准，广泛用于从浏览器中传输视频和 音频。 我们的协议有意支持用户请求访问远程网络资源，并通过极微支付系统使用 OXT 为这些资源付费。

# HowNano__Title
source: Orchid Nanopayments
id: Nano-pembayaran Orchid
ja: ナノペイメント
ko: 나노 지불
ru: Наноплатежи Orchid
zh: 极微支付

# HowNano__Content
source: <p> Orchid uses a new probabilistic nanopayment system to scale payment throughput. </p> <p> This nanopayment system is the foundation of the Orchid peer to peer bandwidth marketplace where clients pay Node operators OXT “tickets” for proxy bandwidth. The system is designed to lower the transaction fees on small payments by amortizing transaction fees across many transactions and even across multiple parties. </p> <p> For more information, see our recent article: <a> Introducing Nanopayments </a> </p>
id: <p> Orchid menggunakan sistem nano-pembayaran probabilistik baru untuk mengukur hasil pembayaran. </p> <p> Sistem nano-pembayaran ini adalah dasar dari pasaran lebar pita rekan-ke-rekan Orchid yang memungkinkan klien membayar operator simpul “tiket” OXT untuk lebar pita proksi. Sistem ini dirancang untuk menurunkan biaya transaksi pada pembayaran kecil dengan mengamortisasi biaya transaksi di antara banyak transaksi dan bahkan di antara beberapa pihak. </p> <p> Untuk informasi lebih lanjut, lihat artikel terbaru kami: <a> Memperkenalkan nano-pembayaran </a> </p>
ja: <p> オーキッドは、新しい確率的ナノペイメント システムを使用して、支払いスループットをスケーリングします。 </p> <p> このナノペイメント システムはオーキッドのピアツーピア帯域幅マーケットプレイスの基盤であり、マーケット プレイスでは、クライアントがノード オペレーターに、プロキシ帯域幅の OXT 「チケット」を支払います。こ のシステムは、多くの取引、さらに複数の当事者にわたって取引手数料を償却することにより、少額の支払いに 対する取引手数料を下げるように設計されています。 </p> <p> 詳細については、最近の記事をご覧ください。ナノペイメントの紹介 </p>
ko: <p> Orchid는 새로운 확률적 나노 지불 시스템을 사용하여 지불 처리량을 확장합니다. </p> <p> 이 나노 지불 시스템은 클라이언트가 노드 운영자에게 프록시 대역폭에 대한 OXT "티켓"을 지불하는 Orchid P2P 대역폭 시장의 기반입니다. 이 시스템은 많은 거래와 심지어 여러 주체에 걸쳐 거래 수수료를 분할 상환함으로써 소액 결제 시 거래 수수료를 낮추도록 설계되었습니다. </p> <p> 자세한 내용은 다음의 최근 기사를 참조하십시오. 나노 지불 소개 </p>
ru: <p> В Orchid используется новая вероятностная система наноплатежей для масштабирования скорости оплаты. </p> <p> Система наноплатежей лежит в основе P2P-рынка пропускных ресурсов, где клиенты платят операторам узлов OXT-«заявками» на прокси-ресурсы. </p> <p> Система разработана таким образом, чтобы плата за транзакции при маленьких платежах снижалась, амортизируя общую сумму за несколько транзакций и даже за транзакции нескольких сторон. Подробнее читайте в нашей недавней статье: <a> «Знакомство с наноплатежами». </a> </p>
zh: <p> Orchid 使用新的概率极微支付系统来扩展付款吞吐量。 </p> <p> 这种极微支付系统是 Orchid 点对点带宽市场的基础，在该市场中，客户端向节点运营商支付 OXT“彩币” 以购买代理带宽。 该系统旨在通过在多笔交易乃至多方之间分摊小额支付的交易费，从而降低交易费用。 </p> <p> 有关更多信息，请参阅我们近期的文章：极微支付简介 </p>

# HowNodes__Title
source: Nodes
id: Simpul
ja: ノード
ko: 노드
ru: Узлы
zh: 节点

# HowNodes__Content
source: <p> Service providers on Orchid run software similar to a typical VPN daemon for protocols such as OpenVPN, but which speaks the Orchid protocol. </p> <p> Orchid nodes maintain registration information in a stake registry and provider directory on Ethereum. The stake registry is optimized for enabling the Orchid app to automatically discover random servers in a decentralized environment, while the provider directory allows Orchid nodes to register metadata such as geolocation or additional services offered. </p>
id: <p> Penyedia layanan pada Orchid menjalankan perangkat lunak mirip dengan daemon VPN lazim untuk protokol seperti OpenVPN, tetapi “berbicara” protokol Orchid. </p> <p> Simpul Orchid menyimpan informasi registrasi di registri taruhan dan direktori penyedia di Ethereum. Registri taruhan dioptimalkan untuk memungkinkan aplikasi Orchid untuk secara otomatis menemukan server acak di lingkungan terdesentralisasi, sementara direktori penyedia memungkinkan simpul Orchid untuk meregistrasi metadata seperti geolokasi atau layanan tambahan yang ditawarkan. </p>
ja: <p> オーキッドのサービス プロバイダーは、OpenVPN などのプロトコル用の一般的な VPN デーモンと同様 のソフトウェアを実行しますが、オーキッド プロトコルを使用します。 </p> <p> オーキッド ノードは、イーサリアム上のステーク レジストリおよびプロバイダー ディレクトリに登録情 報を保持します。ステーク レジストリは、オーキッド アプリが分散型の環境で、ユーザーに代わってラ ンダム サーバーを自動的に検出できるように最適化されています。一方プロバイダー ディレクトリは、 オーキッド ノードがジオロケーションや提供される追加サービスなどのメタデータを登録できるように します。 </p>
ko: <p> Orchid 서비스 공급자는 OpenVPN과 같은 프로토콜이지만 Orchid 프로토콜이라 일컫는 일반적인 VPN 데몬과 비슷한 소프트웨어를 실행합니다. </p> <p> Orchid 노드는 이더리움의 지분 레지스트리 및 제공자 디렉토리에 등록 정보를 유지합니다. 지분 레지스트리는 Orchid 앱이 분산 환경에서 임의의 서버를 자동으로 검색할 수 있도록 최적화되어 있으며, 제공자 디렉토리는 Orchid 노드가 지리적 위치 또는 제공되는 추가 서비스와 같은 메타데이터를 등록할 수 있도록 허용합니다. </p>
ru: <p> Сервис-провайдеры в Orchid используют программное обеспечение, аналогичное типичному VPN-процессу для таких протоколов, как OpenVPN, однако использующее протокол Orchid. </p> <p> Узлы Orchid сохраняют регистрационную информацию в реестре ставок и каталоге провайдеров в Ethereum. Реестр ставок оптимизирован, позволяя приложению Orchid автоматически обнаруживать случайные серверы в децентрализованной среде, а каталог провайдеров позволяет узлам Orchid регистрировать метаданные, например геопозицию или предоставляемые дополнительные услуги. </p>
zh: <p> Orchid 上的服务提供商为诸如 OpenVPN 等协议运行类似于典型 VPN 守护程序的软件，但该软件使用 Orchid 协议。 </p> <p> Orchid 节点在以太坊上的质押注册表和提供商目录中维护注册信息。 质押注册表经过优化，使 Orchid 应用能够在去中心化环境中自动发现随机服务器，而提供商目录则允许 Orchid 节点注册元数据，如地 理位置或提供的其他服务。 </p>

# HowStaking__Title
source: Staking
id: Pertaruhan
ja: ステーキング
ko: 스테이킹
ru: Система ставок
zh: 质押
