Repository: CircleClick/blog.orchid.com
Catalog: src/i18n/messages.*.xlf
Languages: id, ja, ko, ru, zh

# JoinStep3__p3
source: Tap the <br/> <strong> Create Account </strong> <br/> button and then confirm two prompts from your wallet to move the OXT into your Orchid account.
id: Ketuk tombol <br/> <strong> “Buat akun” </strong> <br/> , kemudian konfirmasikan dua perintah dari dompet Anda untuk memindahkan OXT ke akun Orchid Anda.
ja: <strong> [アカウントを作成] </strong> ボタンをタップし、ウォレットの 2 つの要請を確認して、OXT を Orchid アカウントに転送します。
ko: <strong> 계정 생성을 </strong> <br/> 탭한 후 지갑의 확인 요청 두 개를 확인하고 Orchid 계정으로 OXT를 이전합니다.
ru: Нажмите на кнопку <br/> <strong> «Создать учетную запись» </strong> <br/> и подтвердите два запроса из кошелька, чтобы перевести OXT в вашу учетную запись Orchid.
zh: 点击 <br/> <strong> Create Account（创建帐户）按钮， </strong> <br/> 然后对钱包发出的两条提示进行确认，以将 OXT 币转入您的 Orchid 帐户。

# JoinStep3__p4
source: Once complete, scan or copy your Orchid Account to your clipboard.
id: Setelah selesai, pindai atau salin akun Orchid Anda ke papan klip.
ja: 完了したら、Orchid アカウントをスキャンするか、クリップボードにコピーします。
ko: 완료되면 Orchid 계정을 스캔하거나 클립보드로 복사합니다.
ru: После этого отсканируйте или скопируйте в буфер обмена QR-код вашей учетной записи Orchid.
zh: 完成后，扫描或复制您的 Orchid 帐户至剪贴板。

# JoinStep4__title
source: Connect your Account and app
id: Hubungkan akun dan aplikasi Anda
ja: アカウントとアプリを接続する
ko: 계정과 앱 연결하기
ru: Соедините учетную запись и приложение
zh: 将您的帐户和应用绑定起来

# JoinStep4__timecode
source: Play from: 08:14
ja: 08:14 から再生
ko: 08:14부터 재생
zh: 从 08:14 开始播放

# JoinStep4__p1
source: Download the Orchid app for <a> Android </a> and help us Beta test our app on <a> iOS Testflight </a> .
id: Unduh aplikasi Orchid untuk <a> Android </a> dan bantu kami menguji versi beta aplikasi kami di <a> iOS Testflight </a> .
ja: <a> Android </a> 用 Orchid アプリをダウンロードして、 <a> iOS Testflight </a> で Orchid アプリのベータテストを行う手助けをしてください。
ko: <a> Android </a> 용 Orchid 앱을 다운로드하시고, <a> iOS Testflight </a> 에서 저희 앱의 베타 테스트를 도와 주십시오.
ru: Скачайте приложение Orchid для <a> Android </a> и помогите нам с бета-тестированием приложения для <a> iOS через Testflight </a> .
zh: 下载 <a> Android </a> 版本的 Orchid 应用，或帮助我们在 <a> iOS Testflight 上测试本应用的 Beta 版本 </a> 。

# JoinStep4__p2
source: Open the app and scan or paste in your Orchid Account. The app will automatically use that Account to generate a configured hop, and the app will be ready use!
id: Buka aplikasi dan pindai atau tempelkan di akun Orchid Anda. Aplikasi akan secara otomatis menggunakan akun tersebut untuk membuat lompatan terkonfigurasi, dan aplikasi akan siap digunakan!
ja: アプリを開き、スキャンするか、 Orchid アカウントに貼り付けます。アプリが自動的にそのアカウントを使用して構成されたホップを生成して、アプリの使用準備が完了します！
ko: 앱을 열고 스캔하거나 Orchid 계정으로 붙여넣습니다. 앱이 자동으로 해당 계정을 사용하여 구성된 홉을 생성하면, 앱의 사용 준비가 완료됩니다!
ru: Откройте приложение и отсканируйте или скопируйте код в учетную запись Orchid. Приложение автоматически создаст и настроит подключение к учетной записи. После этого приложение будет готово к использованию!
zh: 打开应用，扫描或粘贴您的 Orchid 帐户。本应用将自动使用该帐户创建一个已配置的跃点，然后您即可使用 Orchid 应用！

# JoinStep5__title
source: Start exploring freely!
id: Mulailah menjelajah dengan bebas!
ja: 自由に探索を始めてください！
ko: 자유롭게 검색을 시작하십시오!
ru: Работайте без ограничений!
zh: 开始自由探索之旅！

# JoinStep5__timecode
source: Play from: 10:44
id: Putar dari 10:44
ja: 10:44 から再生
ko: 10:44부터 재생
ru: Включить с 10:44
zh: 从 10:44 开始播放

# JoinStep5__p1
source: On the Orchid app’s main screen, switch the toggle in the top right to “on”. This enables Orchid on your device and activates your configured hops.
id: Pada layar utama aplikasi Orchid, alihkan tombol pada bagian kanan atas layar agar nyala. Tindakan ini mengaktifkan Orchid pada perangkat Anda dan mengaktifkan lompatan terkonfigurasi Anda.
ja: Orchid アプリのメイン画面で、右上のトグルを [オン] に切り替えます。これにより、デバイスで Orchid が有効になり、構成されたホップがアクティブになります。
ko: Orchid 앱의 기본 화면에서 우측 상단에 있는 토글 버튼을 '켬'으로 전환합니다. 그러면, 장치에서 Orchid 및 구성된 홉이 활성화됩니다.
ru: На главном экране приложения Orchid переведите переключатель в правом верхнем углу в положение «ON» (ВКЛ.). После этого Orchid начнет работать на вашем устройстве, а настроенное подключение будет активировано.
zh: 在 Orchid 应用的主界面上，将顶部开关切换为“on”（开）。此操作将启用您设备上的 Orchid 并激活已配置的跃点。

# JoinStep5__p2
source: That’s it! You’re ready to start exploring freely. <br/> Stay curious out there!
id: Itu saja! Anda siap untuk mulai menjelajah dengan bebas. <br/> Tetaplah penasaran!
ja: これで完了です！自由に検索を開始する準備ができました。 <br/> お楽しみください！
ko: 완료되었습니다! 자유롭게 검색을 시작할 준비가 되셨습니다. <br/> 즐거운 서핑 되시길 바랍니다!
ru: Вот и всё! Можно дать волю своей любознательности и исследовать мир Интернета без границ!
zh: 搞定！您可以开始自由探索啦。 <br/> 保持好奇心哦！

# JoinStep5__p3
source: Note: If you notice your Internet connection stops after turning Orchid on, simply turn it off and back on again to recycle the connection and connect to a different server.
id: Catatan: Jika koneksi Internet berhenti setelah mengaktifkan Orchid, cukup matikan dan nyalakan kembali untuk menyegarkan koneksi dan sambungkan ke server lain.
ja: 注：Orcid をオンにした後にインターネット接続が失われた場合は、オフにしてから再度オンにして接続を再使用し、別のサーバーに接続してください。
ko: 참고: Orchid를 켠 후 인터넷 연결이 끊길 경우 껐다가 다시 켜기만 하시면 연결이 갱신되어 다른 서버에 연결됩니다.
ru: Примечание: если после включения Orchid у вас пропадет интернет-соединение, просто перезапустите его и подключитесь к другому серверу.
zh: 注意：打开 Orchid 后，如发现网络断开，只需将其关闭再重新打开即可刷新连接，以连接至另一个服务器。

source: Where to get OXT?
id: Di mana bisa mendapatkan OXT?
ja: どこで OXT を入手できますか？
ko: 어디서 OXT를 얻을 수 있나요?
ru: Где приобрести OXT?
zh: 从哪里获取 OXT 币呢？

# MoreQuestions__Heading
source: More questions?
id: Pertanyaan lainnya?
ja: ご質問がおありですか？
ko: 다른 질문이 있으세요?
ru: Остались вопросы?
zh: 还有更多问题？

# MoreQuestions__Subhead
source: Check out the FAQ
id: Lihat Tanya Jawab
ja: よくある質問をご覧ください
ko: 자주 묻는 질문 보기
ru: Загляните в раздел вопросов и ответов
zh: 请查阅 FAQ（常见问题）

# DownloadiOS__Body
source: <li> We have a beta version of our iOS app on Testflight. Please help us test the app by using the link below: <br/> <a> https://testflight.apple.com/join/BlkfHkHY </a> </li> <li> Follow the instruction to install TestFlight. </li> <li> Install Orchid. </li>
id: <li> Kami memiliki versi beta aplikasi untuk iOS di Testflight. Bantu kami menguji aplikasi dengan menggunakan tautan di bawah ini: <br/> <a> https://testflight.apple.com/join/BlkfHkHY </a> </li> <li> Ikuti instruksi untuk menginstal TestFlight. </li> <li> Instal Orchid. </li>
ja: <li> iOS デバイスで以下のリンクをタップします。 <br/> <a> https://www.orchid.com/ios-pre-release </a> </li> <li> 指示に従って TestFlight をインストールします。 </li> <li> オーキッドをインストールします。 </li>
ru: <li> Бета-версия приложения для iOS размещена на Testflight. Помогите нам испытать ее, для этого перейдите по ссылке ниже: <br/> <a> https://testflight.apple.com/join/BlkfHkHY </a> </li> <li> Следуйте инструкциям по установке TestFlight. </li> <li> Установите Orchid. </li>

# OKExBlogPostURL
source: https://blog.orchid.com/oxt-now-live-on-okex/
ja: https://blog.ja.orchid.com/oxt-now-live-on-okex/

# DownloadAndroid__Title
source: Android
ja: アンドロイド

# DownloadAndroid__Body
source: <li> Tap the link below on your Android device. <br/> <a> <img/> </a> </li> <li> Build instructions on <a> GitHub </a> . </li>
id: <li> Ketuk tautan di bawah ini pada perangkat Android Anda. <br/> <a> <img/> </a> </li> <li> Instruksi membangun di <a> GitHub </a> . </li>
ja: <li> アンドロイド デバイスで以下のリンクをタップします。 <br/> <a> https://www.orchid.com/android-pre-release </a> </li> <li> 早期アクセスの条件に同意します。 </li> <li> 表示されたリンクを使用してオーキッドをインストールします。 </li>
ru: <li> Нажмите на ссылку ниже на вашем устройстве Android. <br/> <a> <img/> </a> </li> <li> Инструкции по сборке на <a> GitHub </a> . </li>

# ContactOffice__Title
source: Office Address
id: Alamat kantor
ja: オフィスの住所
ru: Адрес офиса
zh: 办公地址

# JoinStep1__p2
source: Alternatively, <a> Trust Wallet </a> , <a> BRD Wallet </a> and <a> Coinbase Wallet </a> are also compatible with Orchid.
id: Alternatifnya, <a> Trust Wallet </a> , <a> BRD Wallet </a> dan <a> Coinbase Wallet </a> juga kompatibel dengan Orchid.
ja: また、 <a> Trust Wallet </a> 、 <a> BRD Wallet </a> 、 <a> Coinbase Wallet </a> も Orchid と互換性があります。
ru: Также с Orchid совместимы <a> Trust Wallet </a> , <a> BRD Wallet </a> и <a> Coinbase Wallet </a> .
zh: 此外， <a> Trust Wallet </a> 、 <a> BRD Wallet </a> 和 <a> Coinbase Wallet </a> 也均与 Orchid 兼容。

# JoinStep2__p1
source: We recommend adding at least these amounts to your Ethereum wallet:
id: Sebaiknya tambahkan setidaknya jumlah ini ke dompet Ethereum Anda:
ja: イーサリアム ウォレットには少なくともこれらの金額を追加することをお勧めします。
ru: Рекомендуем следующие суммы минимального пополнения кошелька Ethereum:

# JoinStep2__p2
source: $4 USD of OXT
id: OXT sejumlah AS$4
ja: $4 USD 相当の OXT
ru: $4 USD в OXT

# JoinStep2__p3
source: Estimated to provide ~60GBs of VPN service.
id: Diperkirakan menyediakan ~60GB layanan VPN.
ja: 約 60 GB までの VPN サービスを提供可能と予想されます。
ru: Примерно 60 ГБ услуг VPN.

# JoinStep2__p5
source: Privacy note: We recommend buying OXT using a large exchange for transaction privacy. <br/> Learn more
id: Catatan privasi: Kami menyarankan membeli OXT menggunakan bursa besar untuk menjaga privasi transaksi. <br/> Pelajari lebih lanjut
ja: 個人情報保護の注意事項：取引の個人情報保護のため、大規模の取引所を使用してOXT をご購入なさることをお勧めします。 <br/> 詳細情報
ru: Примечание о конфиденциальности: для обеспечения конфиденциальности транзакции рекомендуем покупать OXT на крупной бирже. <br/> Подробнее

# LanguageDropdown__Ko
source: Korean
id: 한국어
ja: 한국어
ru: 한국어

# LanguageDropdown__Ru
source: Russian
id: русский
ja: русский

# LanguageDropdown__Ja
source: Japanese
id: 日本語
ja: 日本語
ru: 日本語

# LanguageDropdown__Zh
source: Mandarin
id: 汉语
ja: 汉语
ru: 汉语

# LanguageDropdown__Id
source: Indonesian
id: bahasa Indonesia
ja: bahasa Indonesia

# HomeEvents__Title
source: Meet us in person
id: Temui kami secara langsung
ru: Познакомьтесь с нами лично

# HomeEvents__Link
source: See all events
id: Lihat semua acara
ru: Показать все события

# LanguageDropdown__En
source: English
id: bahasa Indonesia

# Navigation-Events
source: Events
id: Acara
ru: События

# JoinStep2__timecode
source: Play from: 04:19
id: Putar dari 04:19
ru: Включить с 04:19

# JoinStep3__timecode
source: Play from: 05:38
id: Putar dari 05:38
ru: Включить с 05:38

# JoinStep4__timecode
source: Play from: 07:21
id: Putar dari 07:21
ru: Включить с 07:21
