Repository: CircleClick/blog.orchid.com
Catalog: src/i18n/messages.*.xlf
Languages: id, ja, ko, ru, zh

# HomeApproachCard3__Title
source: Unlimited devices
id: Jumlah perangkat dan berbagi tanpa batas
ja: 無制限のデバイスと共有
ko: 무제한 장치 및 공유
ru: Устройства и общий доступ без ограничений
zh: 设备数量不受限制，可随意分享

# HomeApproachCard3__Description
source: You can share your account with an unlimited number of devices and people. Manage one account for your friends, family and all their devices.
id: Setelah akun dibuat, Anda dapat membagikannya dengan perangkat dan orang tanpa batas. Kelola satu akun untuk semua teman, keluarga, dan semua perangkatnya.
ja: アカウントが確立されると、無制限の数のデバイスおよびユーザーと共有できます。すべてのあなたの友人、家族、すべてのデバイスのための 1 つのアカウントを管理します。
ko: 계정이 설정되면 장치와 사용자 수의 제한 없이 계정을 공유하실 수 있습니다. 친구와 가족의 모든 장치에서 하나의 계정만 관리하십시오.
ru: После настройки аккаунта вы сможете использовать его на любом количестве устройств и совместно с любым количеством пользователей, без ограничений. Один аккаунт — для всех друзей, близких и их устройств.
zh: 一旦创建帐户，您即可将其分享给不限数量的设备和好友。所有亲朋好友及其所有设备均可使用一个帐户进行管理。

# HomeAsSeenIn__Title
source: As seen in
id: Seperti yang terlihat di
ja: 以下のメディアで取り上げられました
ko: 참고
ru: О нас пишут
zh: 英雄所见

# HomeAsSeenIn__TechCrunch
source: In a world where one assumes the Cambridge Analytica scandal is merely the tip of the iceberg when it comes to data abuse, it’s easy to see the project’s appeal."
id: Dalam dunia yang menganggap skandal Cambridge Analytica hanyalah puncaknya masalah penyalahgunaan data, sangatlah mudah untuk melihat daya tarik proyek ini.”
ja: 関係予算と達成すべきミッション、そ して私たちの創設者の熱意が絡み合い 、まさに一大事業となっています。今 後の展開にご期待ください。」
ko: 투입된 비용과 사명, 설립자의 요구를 모두 고려하여 소프트웨어를 개발하는 것은 중요한 일입니다. 계속 지켜봐 주십시오."
ru: В мире, где скандал с Cambridge Analytica — явно лишь вершина айсберга, а злоупотребление данных стало обыденностью, привлекательность подобного проекта не вызывает сомнений».
zh: 与投入的资金、愿景和创始人相比， 这才是大事。 敬请关注。”

source: Read More
id: Baca selengkapnya
ja: 続きを読む
ko: 자세한 내용 읽기
ru: Читать целиком
zh: 了解详情

# HomeAsSeenIn__CoinDesk
source: Orchid’s mission is to build open-source software that keeps the Internet open and accessible — a natural resource for everyone, everywhere.”
id: Misi Orchid adalah untuk membangun perangkat lunak sumber terbuka yang membuat Internet tetap terbuka dan dapat diakses, yakni sumber daya alami bagi semua orang, di mana saja.”
ja: オーキッドのミッションは、インタ ーネットを常にオープンでアクセス 可能な場にし、どこにいても誰にと っても自然なリソースにすることで す 。 そ の た め の オ ー プ ン ソ ー ス ソフトウェアを開発しています。」
ko: Orchid의 사명은 모든 사람이 어디서나 이용할 수 있는 천연 자원이 될 수 있도록 인터넷을 개방적이고 액세스 가능한 상태로 유지하는 오픈 소스 소프트웨어를 개발하는 것입니다."
ru: Задача Orchid — создание ПО с открытым исходным кодом, чтобы Интернет оставался открыт и доступен — всем и везде, без ограничений».
zh: Orchid 的愿景是开发使 互联网 保 持开放和可访问的开源软件 — 让 互联网 成为任何地方、任何人都可 使用的自然资源。”

# HomeAsSeenIn__CoinTelegraph
source: Orchid is developing an open-source decentralized and surveillance-free internet protocol intending to provide anonymized internet access to the global community.”
id: Orchid sedang mengembangkan protokol Internet bebas pengawasan sumber terbuka yang terdesentralisasi guna memberikan akses Internet anonim kepada masyarakat global.”
ja: オーキッドは、グローバル コミュニ ティに匿名のインターネット アクセ スを提供すべく、監視のないオープ ンソースの分散型インターネット プ ロトコルを開発しています。」
ko: Orchid는 전 세계 커뮤니티에 익명의 인터넷 액세스를 제공하기 위해 감시가 필요 없는 오픈 소스 방식의 분산형 인터넷 프로토콜을 개발 중입니다."
ru: Orchid разрабатывает открытый, децентрализованный и не отслеживаемый интернет-протокол для анонимного интернет-доступа широкого круга пользователей».
zh: Orchid 正在开发开源、去中心化 且免受监视的 互联网 协议，旨在 为全球社区提供匿名化的 互联网 访问。

# Newsletter__Title
source: Let's stay connected
id: Mari tetap terhubung
ja: つながっていましょう
ko: 새 소식을 놓치지 마세요
ru: Оставайтесь на связи
zh: 保持联系

# Newsletter__Description
source: Get the newsletter for updates and privacy news
id: Dapatkan nawala untuk pemutakhiran dan berita privasi
ja: 最新情報とプライバシー ニュースのニュースレターを受け取る
ko: 업데이트 및 개인 정보 보호 뉴스에 대한 뉴스 레터 받기
ru: Подпишитесь на рассылку, чтобы получать новости о сервисе и сфере онлайн-конфиденциальности
zh: 获取新闻通讯，及时了解动态和隐私新闻

source: Email address
id: Alamat surel
ja: メール アドレス
ko: 이메일 주소
ru: Адрес эл. почты
zh: 电子邮件地址

# Newsletter__Consent
source: I consent to receiving further instructions at the email address I submitted above.
id: Saya setuju untuk menerima instruksi lebih lanjut pada alamat surel yang tertera di atas.
ja: 上で送信したメール アドレスで今後のインストラクションを受け取ることに同意します。"
ko: 본인은 위에 제출한 이메일 주소로 추가 지침을 수신하는 데 동의합니다.
ru: Я соглашаюсь получать дальнейшие инструкции на указанный выше адрес эл. почты.
zh: 我同意在我上面提交的电子邮件地址接收更多说明。

# Newsletter__Subscribe
source: Subscribe
id: Berlangganan
ja: お申し込み
ko: 구독하기
ru: Подписаться
zh: 订阅

# Newsletter__GetNotified
source: Get notified
id: Dapatkan notifikasi
ja: 通知を受け取る
ko: 알림 받기
ru: Будьте в курсе
zh: 接收通知

# Navigation-Home
source: Home
id: Beranda
ja: ホーム
ko: 홈
ru: Главная
zh: 主页

# Navigation-Join
source: Join Now
id: Bergabung sekarang
ja: 今すぐ登録
ko: 지금 가입
ru: Присоединиться
zh: 立即加入

# Navigation-HowItWorks
source: How It Works
id: Cara kerjanya
ja: 仕組み
ko: 작동 방식
ru: Как это работает
zh: 运作方式

# Navigation-About
source: About
id: Perihal
ja: 概要
ko: 소개
ru: О сервисе
zh: 关于

# Navigation-Blog
source: Blog
ja: ブログ
ko: 블로그
ru: Блог
zh: 博客

# Navigation-Blog-Link
source: https://blog.orchid.com/
id: https://blog.id.orchid.com/
ja: https://blog.ja.orchid.com/
ko: https://blog.ko.orchid.com/
ru: https://blog.ru.orchid.com/
zh: https://blog.zh.orchid.com/

# Navigation-Contact
source: Contact
id: Hubungi
ja: お問い合わせ
ko: 연락처
ru: Контакты
zh: 联系

# NavigationCurrentLanguage
source: English
id: Indonesian
ja: 日本語
ko: 한국어

# LanguageDropdown__Ja
source: 日本
ko: 日本語
zh: 日本語

# LanguageDropdown__Zh
source: 中文
ko: 汉语
zh: 汉语

# Navigation-HowitWorks
source: How it Works
id: Cara kerjanya
ja: 仕組み
ko: 작동 방식
ru: Как это работает
zh: 运作方式

# Navigation-AboutUs
source: About Us
id: Perihal kami
ja: 概要
ko: 회사 소개
ru: О компании
zh: 关于

# Navigation-Whitepaper
source: Whitepaper
id: Laporan resmi
ja: ホワイトペーパー
ko: 백서
ru: Белая бумага
zh: 白皮书

# Navigation-Download
source: Download
ja: ダウンロード
ko: 다운로드
zh: 下载

# Navigation-FAQ
source: FAQ
id: Tanya Jawab
ja: よくある質問
ko: 자주 묻는 질문
ru: Вопросы и ответы
zh: 常见问题解答

# NavigationFollowUs
source: Follow Us
id: Ikuti kami
ja: フォローする
ko: 팔로우 하기
ru: Мы в социальных сетях
zh: 关注我们

# FaqHero__Title
source: FAQ
id: Tanya Jawab
ja: よくある質問
ko: 자주 묻는 질문
ru: Вопросы и ответы
zh: 常见问题解答

# Faq-AboutOrchid__Title
source: About Orchid
id: Perihal Orchid
ja: Orchid について
ko: Orchid 정보
ru: О проекте Orchid
zh: 关于 Orchid

# ContactHero__Title
source: Contact
id: Hubungi
ja: お問い合わせ
ko: 연락처
ru: Контакты
zh: 联系

# ContactHero__Description
source: <h3> We want to hear from you </h3> <p> Let's reclaim the Internet together! We are looking for partnership opportunities with infrastructure providers and integration partners that want to build with Orchid. Contact us and we'll get back to you shortly. </p>
id: <h3> Kami ingin mendengar dari Anda. </h3> <p> Mari kita rebut kembali Internet bersama-sama! Kami mencari peluang kemitraan dengan penyedia infrastruktur dan mitra pengintegrasian yang ingin membangun dengan Orchid. Hubungi kami dan kami akan segera membalas Anda. </p>
ja: <h3> お問い合わせをお待ちしています </h3> <p> 一緒にインターネットを取り戻しましょう。私たちはオーキッドを利用した構 築をお考えのインフラストラクチャ プロバイダーや統合パートナーの皆様との パートナーシップの機会を探しています。お問い合わせいただければ、すぐに ご連絡いたします。 </p>
ko: <h3> 여러분의 의견을 기다립니다. </h3> <p> 함께 인터넷을 되찾읍시다! Orchid와 함께 일할 인프라 제공업체 및 통합업체 파트너를 찾고 있습니다. 연락 주시면 곧 연락 드리겠습니다. </p>
ru: <h3> Напишите нам! </h3> <p> Давайте вместе сделаем Интернет свободным! Мы всегда рады сотрудничеству с поставщиками инфраструктур и партнерами по интеграции, желающими работать с Orchid. Свяжитесь с нами, и мы вам ответим в кратчайшие сроки. </p>
zh: <h3> 衷心期待您的来信 </h3> <p> 让我们一起重新掌控互联网！我们期待能有机会展开多方合作，特别是想要与 Orchid 共同发展的基础架构提供商和集成合作伙伴。请与我们联系，我们会尽 快回复您。 </p>

# ContactOffice__Title
source: Mailing Address
ko: 직장 주소

# ContactSidebar__Title
source: Contact Info
id: Info kontak
ja: 連絡先情報
ko: 연락처 정보
ru: Контактные данные
zh: 联系信息

# ContactForm__NamePlaceholder
source: Your Name
id: Nama Anda
ja: お名前
ko: 이름
ru: Ваше имя
zh: 您的姓名

# ContactForm__EmailPlaceholder
source: Your Email
id: Surel Anda
ja: メール アドレス
ko: 이메일
ru: Ваш адрес эл. почты
zh: 您的电子邮件

# ContactForm__SubjectPlaceholder
source: Subject
id: Subjek
ja: 件名
ko: 제목
ru: Тема
zh: 主题

# ContactForm__MessagePlaceholder
source: Enter your message...
id: Masukkan pesan Anda...
ja: メッセージを入力してください…
ko: 메시지를 입력하십시오…
ru: Введите текст сообщения...
zh: 输入您的消息...

# ContactForm__RequiredFields
source: Required fields are missing
id: Bidang yang diperlukan tidak diisi
ja: 必須フィールドが空白のままです
ko: 필수 필드 누락
ru: Не заполнены обязательные поля
zh: 必填字段缺少内容

# ContactForm__UnknownError
source: There was an unknown error, your message may not have been sent
id: Ada kesalahan yang tidak diketahui, pesan Anda mungkin tidak dikirim
ja: 不明なエラーが発生したため、メッセージが送信されなかった可能性があります
ko: 알 수 없는 오류가 있었습니다. 메시지가 전송되지 않았을 수 있습니다.
ru: Произошла неизвестная ошибка. Возможно, сообщение не было отправлено
zh: 发生未知错误，您的消息可能未发送

# ContactForm__Success
source: Your message has been sent
id: Pesan Anda telah terkirim
ja: メッセージが送信されました
ko: 메시지 전송 완료
ru: Сообщение отправлено
zh: 消息已发送

# ContactForm__SubmitButton
source: Submit
id: Kirim
ja: 送る
ko: 전송
ru: Отправить
zh: 发送

# ContactForm__ClearButton
source: Clear
id: Kosongkan
ja: 取り消し
ko: 지우기
ru: Очистить
zh: 清除

# AboutCompanyHero__Title
source: We can <br/> reclaim the <br/> internet <br/> <span> together </span>
id: Kita bisa <br/> merebut kembali <br/> Internet <br/> <span> bersama-sama </span>
ja: <span> 一緒に </span> <br/> インターネッ <br/> トを取り戻し <br/> ましょう。
ko: <span> 함께 </span> <br/> 인터넷을 되찾을 <br/> 수 있습니다
ru: Вместе <br/> мы сделаем <br/> Интернет <br/> <span> свободным </span>
zh: 我们可以 <span> 团结协作， </span> 重新掌控互联网

# AboutCompany__Description
source: <h2> Why build a privacy network? </h2> <p> The Internet opened up an unlimited world of information. Its creators invited us to bring our curiosity and explore that world freely. </p> <p> As the Internet grew, exploring freely became harder. Web 2.0 business models incentivized companies to watch and track us and sell our data. And in some places, limits were placed on the information we can see. </p> <p> But that is changing. The decentralized Web 3.0 being built on Ethereum is allowing the Internet to be reclaimed by its users. </p> <p> At Orchid we share in this mission. We use Web 3.0 technology to offer users better digital privacy today, so we can realize the promise of the Web 1.0 and explore freely again. </p> <p> Orchid was founded in 2017 to help restore the open and accessible Internet for everyone. Since then, we have grown an incredible team based in San Francisco and Berlin and launched the first incentivized, peer-to-peer privacy network in December, 2019. </p>
id: <h2> Apakah alasannya membangun jaringan privasi? </h2> <p> Internet memungkinkan sebuah dunia tak terbatasi informasi. Para penciptanya mengundang kita untuk menyalurkan keingintahuan dan menjelajahi dunia itu dengan bebas. </p> <p> Seiring berkembangnya Internet, menjelajah dengan bebas menjadi lebih sulit. Model bisnis Web 2.0 memberikan insentif kepada perusahaan untuk memantau dan melacak kami, serta menjual data kami. Dan di beberapa tempat, batasan diberlakukan pada informasi yang dapat kita lihat. </p> <p> Tetapi itu sedang berubah. Web 3.0 terdesentralisasi yang dibangun pada Ethereum memungkinkan Internet untuk direbut kembali oleh para penggunanya. </p> <p> Di Orchid kami berbagi misi ini. Kami menggunakan teknologi Web 3.0 untuk menawarkan privasi digital yang lebih baik dewasa ini kepada pengguna, sehingga kami dapat mewujudkan janji dari Web 1.0 dan menjelajah dengan bebas lagi. </p> <p> Orchid didirikan pada tahun 2017 untuk membantu memulihkan Internet agar terbuka dan dapat diakses oleh semua orang. Sejak itu, kami telah membentuk tim yang luar biasa yang berbasis di San Francisco dan Berlin dan meluncurkan jaringan privasi rekan-ke-rekan pertama yang diberi insentif pada bulan Desember 2019. </p>
ja: <p> インターネットによって制約のない情報の世界が開かれ、私たちは好奇心の赴くままにその世界を自由に探索するよう招待されました。 </p> <p> ところが、インターネットの発達につれて、自由な探索は難しくなりました。Web 2.0 のビジネス モデルは、インターネットのユーザ ーを監視して追跡し、データを販売するよう企業に奨励します。また、一部の国や地域では、表示できる情報に制限が設けられました。 </p> <p> しかし、この状況は変化しています。イーサリアム上に構築される分散型 Web 3.0 を利用すれば、インターネットをユーザーの手に取り戻すことができま </p> <p> オーキッドは、このミッションを共有しています。私たちは現在、Web 3.0 テクノロジーを使用して、より優れたデジタル プライバ シーをユーザーに提供しています。これによって Web 1.0 の約束どおり、再び情報の世界を自由に探索することができます。 </p> <p> オーキッドは、すべての人がオープンでアクセス可能なインターネットを取り戻すために 2017 年に設立されました。それ以来、サンフランシス コとベルリンを拠点として素晴らしいチームを育成してきました。2019 年第4四半期にはオーキッドのトークン化 VPN をリリースします。 </p>
ko: <p> 인터넷은 무한한 정보의 시대를 열었습니다. 크리에이터들 덕분에 우리는 호기심을 갖고 자유롭게 세상을 탐험할 수 있었습니다. </p> <p> 그러나 인터넷이 성장할수록 자유로운 탐색은 더 어려워졌습니다. Web 2.0 비즈니스 모델에 따라 기업들은 우리를 관찰, 추적하고 데이터를 팔아 넘겼습니다. 어떤 곳에서는 우리가 볼 수 있는 정보에 제한이 있었습니다. </p> <p> 그러나 이제는 변하고 있습니다. 이더리움 기반으로 구축되는 분산형 Web 3.0은 본래 주인인 사용자에게 인터넷을 되돌려 줍니다. </p> <p> Orchid 역시 이 임무에 동참합니다. Web 3.0 기술을 통해 오늘날 사용자에게 더 나은 디지털 개인 정보 보호를 보장하므로, Web 1.0의 약속을 실천하고 자유롭게 탐색할 수 있습니다. </p> <p> 2017년 설립된 Orchid는, 누구나 손쉽게 접근 가능한 개방적인 인터넷을 되찾기 위해 노력합니다. 설립 이후 샌프란시스코와 베를린을 기반으로 놀라운 성장을 보여준 우리 팀은 2019년 4분기 Orchid 토큰화된 VPN을 출시하게 되었습니다. </p>
ru: <h2> Зачем нужна конфиденциальная сеть? </h2> <p> Дело в том, что Интернет открыл перед всеми нами безграничный мир информации. Создатели Всемирной сети подарили ее людям, чтобы те могли утолить свою любознательность и исследовать мир вокруг. </p> <p> Но по мере развития Интернета делать это становилось все сложнее. Бизнес-модели эпохи Web 2.0 диктуют свои условия, и компании стали следить за нами, продавая наши данные. А кое-где даже были установлены ограничения на просмотр той или иной информации. </p> <p> Но скоро все изменится. Децентрализованная Web 3.0 на базе Ethereum вернет Интернет пользователям. </p> <p> Мы в Orchid разделяем эту важную миссию. С помощью технологии Web 3.0 мы предлагаем своим пользователям конфиденциальность онлайн уже сегодня, сохраняя наследие Web 1.0 и помогая исследовать Сеть без ограничений. </p> <p> Компания Orchid была основана в 2017 году, и нашей целью стало вернуть открытую и доступную сеть для каждого. С тех пор у нас появились чудесные команды в Сан-Франциско и Берлине, а в декабре 2019 года мы запустили первую стимулируемую конфиденциальную P2P-сеть. </p>
zh: <p> 互联网开启了一个无限的信息世界。它的创造者邀请我们心怀好奇心去自由探索这个世界。 </p> <p> 随着互联网不断发展，自由探索变得日益困难。 Web 2.0 业务模式激励公司监视和跟踪我们的行为以及出售我们的数据。而且在有些地方，我们只能看到有限的信息。 </p> <p> 但情况正在改变。 借助基于以太坊构建的去中心化 Web 3.0，用户可以重新掌控互联网。 </p> <p> Orchid 的所有人共同承担着这一使命。 如今，我们使用 Web 3.0 技术为用户提供更好的数字隐私，这样我们就可以实现 Web 1.0 的承诺并再次展开自由探索。 </p> <p> Orchid 成立于 2017 年，旨在帮助恢复互联网面向所有人的开放性和可访问性。 自那时起，我们就已在旧金山和柏林组建了一支优秀的团队，他们将于 2019 年第四季度发布 Orchid 基于代币的 VPN。 </p>

# AboutCompanyCorporate__Title
source: Corporate info
id: Info perusahaan
ja: 会社情報
ko: 회사 정보
ru: Сведения о компании
zh: 公司信息

# AboutCompanyCorporate__Subtitle
source: Orchid is a Delaware c-corp
id: Orchid adalah C-Corp di Delaware
ja: オーキッドはデラウェア州の株式会社です
ko: Orchid는 델라웨어 c-corp입니다.
ru: Корпорация Orchid зарегистрирована в штате Делавэр
zh: Orchid 是一家位于特拉华州的股份有限公司

# AboutCompanyCorporate__Address
source: Headquarters: <br/> 1288 Columbus Ave. #122, <br/> San Francisco, CA 94133
id: Kantor pusat: <br/> 1288 Columbus Ave. #122, <br/> San Francisco, CA 94133
ja: 本社 <br/> 1288 Columbus Ave. #122, <br/> San Francisco, CA 94133
ko: 본사: <br/> 1288 Columbus Ave. #122, <br/> San Francisco, CA 94133
ru: Штаб-квартиры: <br/> 1288 Columbus Ave. #122, <br/> San Francisco, CA 94133
zh: 总部： <br/> 1288 Columbus Ave. #122, <br/> San Francisco, CA 94133

# AboutCompanyCorporate__Address2
source: Europe: <br/> Skalitzer Str. 85, <br/> 10997 Berlin, Germany
id: Eropa: <br/> Skalitzer Str. 85, <br/> 10997 Berlin, Germany
ja: ヨーロッパ <br/> Skalitzer Str. 85, <br/> 10997 Berlin, Germany
ko: 유럽: <br/> Skalitzer Str. 85, <br/> 10997 Berlin, Germany
ru: Европа: <br/> Skalitzer Str. 85, <br/> 10997 Germany (Германия)
zh: 欧洲： <br/> Skalitzer Str. 85, <br/> 10997 Berlin, Germany

# AboutCompanyCorporate__SECFilingButton
source: SEC Filing
id: Pengajuan SEC
ja: SEC への届け出
ko: SEC 제출
ru: Документы КЦББ
zh: SEC 备案

# AboutCompanyCorporate__PressKitButton
source: Press Kit
id: Kit media
ja: プレスキット
ko: 프레스 키트
ru: Пресс-материалы
zh: 新闻资料

# JoinHero__Title
source: Set-up Guide
id: Panduan penyiapan
ja: セットアップ ガイド
ko: 설정 가이드
ru: Руководство по настройке
zh: 帐户创建指南

# JoinHero__P1
source: To start using Orchid, you need an Orchid Account. This set-up guide will show you how to create an Orchid Account and connect that account to the Orchid app using an Ethereum wallet and Orchid’s digital currency: OXT.
id: Untuk mulai menggunakan Orchid, Anda perlu akun Orchid. Panduan penyiapan ini akan menunjukkan cara membuat akun Orchid dan menghubungkan akun tersebut ke aplikasi Orchid menggunakan dompet Ethereum dan mata uang digital Orchid: OXT.
ja: Orchid を使い始めるには、Orchid アカウントが必要です。このセットアップ ガイドは、Orchid アカウントを作成して、イーサリアム ウォレットと Orchid のデジタル通貨 OXT を使用してそのアカウントを Orchid アプリに接続する方法を説明します。
ko: Orchid를 사용하려면 Orchid 계정이 필요합니다. 이 설정 가이드는 Orchid 계정을 생성하고, 이더리움 지갑 및 Orchid의 디지털 통화 OXT를 사용하여 이 계정을 Orchid 앱에 연결하는 방법에 대하여 설명합니다.
ru: Чтобы начать использовать Orchid, вам понадобится учетная запись Orchid. Из этого руководства вы узнаете, как создать учетную запись и подключить ее к приложению Orchid, используя кошелек Ethereum и цифровую валюту Orchid — OXT.
zh: 使用 Orchid 之前，您需要一个 Orchid 帐户。本“帐户创建指南”将介绍如何创建 Orchid 帐户，及如何使用以太坊钱包和 Orchid 的数字货币 OXT 来绑定帐户与 Orchid 应用。

# JoinHero__P2
source: If you already have a QR code for an existing Orchid account, Play from step 4 and simply open the app to scan/paste in the code and add the account. Your VPN service will then be paid for from that account.
id: Jika Anda sudah memiliki kode QR untuk akun Orchid yang ada, mulailah dari langkah 4 dan cukup buka aplikasi untuk memindai/menempelkan kode dan menambahkan akun. Layanan VPN Anda akan dibayar dari akun tersebut.
ja: 既存の Orchid アカウントのQRコードがすでにある場合は、手順 4 から再生し、アプリを開いてコードをスキャン/貼り付けてアカウントを追加するだけ設定が完了します。その後、そのアカウントから VPN サービスは支払われます。
ko: 기존 Orchid 계정의 QR 코드가 있을 경우 단계 4부터 시작하여 앱을 열고 코드를 스캔하거나 붙여넣어서 해당 계정을 추가하시면 됩니다. 그러면, 해당 계정에서 VPN 서비스 요금이 결제됩니다.
ru: Если у вас уже есть QR-код для существующей учетной записи Orchid, переходите сразу к шагу 4, просто откройте приложение, отсканируйте или вставьте код и добавьте учетную запись. Используемые вами VPN-услуги будут оплачиваться с этой учетной записи.
zh: 如果您的现有 Orchid 帐户已有二维码，可直接从第 4 步开始。只需打开应用，扫描/粘贴二维码并添加帐户。随后，即可使用该帐户为您的 VPN 服务付费。

# JoinHero__P3
source: Check out Coinbase’s <a> Earn Campaign </a> for an opportunity to earn OXT while learning about Orchid!
id: Simak <a> Earn Campaign </a> oleh Coinbase untuk kesempatan mendapatkan OXT sementara belajar tentang Orchid!
ja: Orchid について学びながら OXT を獲得する機会については、Coinbase の <a> 獲得キャンペーン </a> をご覧ください！
ko: Coinbase의 <a> Earn Campaign </a> 을 참조하여 Orchid에 대해서 배우고 OXT를 적립할 수 있는 기회를 얻으십시오!
ru: Узнайте о Программе заработка <a> Earn Campaign </a> от Coinbase и получите возможность заработать OXT, изучая Orchid!
zh: 了解 Coinbase 的 <a> Earn Campaign， </a> 即有望在了解 Orchid 的同时赚取 OXT 币！

# Join__Step
source: Step
id: Langkah
ja: ステップ
ko: 단계
ru: Шаг
zh: 步骤

# JoinStep1__title
source: Create a new Ethereum wallet
id: Buat dompet Ethereum baru
ja: 新しいイーサリアム ウォレットを作成する
ko: 새 이더리움 지갑 생성
ru: Создайте новый кошелек Ethereum
zh: 创建新的以太坊钱包

# JoinStep1__timecode
source: Play from: 01:06
id: Putar dari 01:06
ja: 01:06 から再生
ko: 01:06부터 재생
ru: Включить с 01:06
zh: 从 01:06 开始播放

# JoinStep1__p1
source: We recommend using <a> Metamask </a> for your Ethereum wallet.
id: Kami merekomendasikan menggunakan <a> Metamask </a> untuk dompet Ethereum Anda.
ja: イーサリアム ウォレットには <a> Metamask </a> を使用することをお勧めします。
ko: 이더리움 지갑에 <a> Metamask </a> 를 사용하실 것을 권장합니다.
ru: При создании кошелька Ethereum рекомендуем воспользоваться сервисом <a> Metamask </a> .
zh: 我们推荐使用 <a> Metamask </a> 作为您的以太坊钱包。

# JoinStep1__p2
source: Alternatively, <a> Trust Wallet </a> , and <a> Coinbase Wallet </a> are also compatible with Orchid.
ko: 또한, <a> Trust Wallet </a> 및 <a> Coinbase Wallet </a> 도 Orchid와 호환됩니다.

# JoinStep1__p3
source: Privacy note: We recommend using a new Ethereum wallet address for Orchid that is not linked to other Ethereum products or services you use. <br/> <a> Learn more </a>
id: Catatan privasi: Kami menyarankan menggunakan alamat dompet Ethereum baru untuk Orchid yang tidak terkait dengan produk atau layanan Ethereum lainnya yang Anda gunakan. <br/> <a> Pelajari lebih lanjut </a>
ja: 個人情報保護の注意事項：Orchid には、ご使用の他のイーサリアム製品またはサービスと接続されていない新しいイーサリアム ウォレット アドレスを使用することをお勧めします。 <br/> <a> 詳細情報 </a>
ko: 개인 정보 보호 참고 사항: 사용하시는 다른 이더리움 제품 또는 서비스와 연결되지 않은 새로운 이더리움 지갑 주소를 Orchid용으로 사용하실 것을 권장합니다. <br/> <a> 자세히 보기 </a>
ru: Примечание о конфиденциальности: рекомендуем использовать для Orchid кошелек Ethereum с новым адресом, не привязанный к другим используемым вами продуктам или услугам Ethereum. <br/> <a> Подробнее </a>
zh: 隐私备注：我们建议您针对 Orchid 开设一个新的以太坊钱包地址。换言之，该地址应未与其它以太坊产品或服务绑定。 <br/> <a> 了解更多详情 </a>

# JoinStep2__title
source: Add funds to your wallet
id: Tambahkan dana ke dompet Anda
ja: ウォレットに資金を追加する
ko: 지갑에 자금 추가하기
ru: Пополните кошелек
zh: 为您的钱包充值

# JoinStep2__timecode
source: Play from: 01:32
ja: 01:32 から再生
ko: 01:32부터 재생
zh: 从 01:32 开始播放

# JoinStep2__p1
source: We recommend adding <b> <i> at least </i> </b> these amounts to your Ethereum wallet:
ko: 이더리움 지갑에 적어도 다음 금액 이상을 추가하실 것을 권장합니다:
zh: 我们建议，给以太坊钱包充值的金额应至少为：

# JoinStep2__p2
source: 38 OXT*
ko: $4 USD 상당의 OXT
zh: 价值 4 美元的 OXT 币

# JoinStep2__p3
source: Estimated to provide ~38GBs of VPN service at current prices.
ko: 약 60GB의 VPN 서비스 제공 가능 예상.
zh: 估计可提供约 60GB 的 VPN 服务。

# JoinStep2__p4
source: $1 USD of ETH
id: ETH sejumlah AS$1
ja: $1 USD 相当の ETH
ko: $1 USD 상당의 ETH
ru: $1 USD в ETH
zh: 价值 1 美元的以太币

# JoinStep2__p5
source: Privacy note: We recommend buying OXT using a large exchange for transaction privacy. <br/> <a> Learn more </a>
ko: 개인 정보 보호 참고 사항: 거래 시 개인 정보 보호를 위해 규모가 큰 거래소에서 OXT를 구매하실 것을 권장합니다. <br/> 자세히 보기
zh: 隐私备注：出于交易隐私考虑，我们建议您使用大型交易所购买 OXT 币。 <br/> 了解更多详情

# JoinStep3__title
source: Create your Orchid Account
id: Buat akun Orchid Anda
ja: Orchid アカウントを作成する
ko: Orchid 계정 생성하기
ru: Создайте учетную запись Orchid
zh: 创建 Orchid 帐户

# JoinStep3__timecode
source: Play from: 04:28
ja: 04:28 から再生
ko: 04:28부터 재생
zh: 从 04:28 开始播放

# JoinStep3__p1
source: Load <a> account.orchid.com </a> in your wallet’s browser. It’s a good idea to bookmark this page for the future.
id: Buka <a> account.orchid.com </a> di peramban dompet Anda. Ada baiknya jika halaman ini difavoritkan agar dapat cepat dibuka lain kali.
ja: ウォレットのブラウザで <a> account.orchid.com </a> を読み込みます。今後の仕様のため、このページをブックマークすることをお勧めします。
ko: 지갑의 브라우저로 <a> account.orchid.com </a> 을 불러옵니다. 이 페이지를 북마크에 추가해 두면 향후 사용 시 도움이 됩니다.
ru: Загрузите ссылку <a> account.orchid.com </a> в браузер вашего кошелька. Рекомендуем добавить эту страницу в закладки.
zh: 在您钱包的浏览器中加载 <a> account.orchid.com。 </a> 建议将该网页加入书签，以便日后使用。

# JoinStep3__p2
source: Read the directions on the screen and add the OXT or ETH needed to create the account.
id: Baca petunjuk di layar dan tambahkan OXT atau ETH yang diperlukan untuk membuat akun.
ja: 画面上の指示を読み、アカウントを作成するために必要な OXT または ETH を追加します。
ko: 화면의 설명을 읽고, 필요한 OXT 또는 ETH를 추가하여 계정을 생성합니다.
ru: Следуйте инструкциям на экране и добавьте необходимую сумму OXT или ETH для создания учетной записи.
zh: 阅读此屏幕上的指引，充值所需数量的 OXT 币或以太币，以创建帐户。
