Repository: CircleClick/blog.orchid.com
Catalog: src/i18n/messages.*.xlf
Languages: id, ja, ko, ru, zh

# HowStaking__Content
source: <p> A provider stakes some number of OXT to create a stake deposit. </p> <ul> <li> Anyone can stake OXT on nodes using the smart contract. </li> <li> Clients select new nodes in proportion to their relative OXT deposit size. </li> <li> Larger stake deposits thus lead to proportionally more users, bandwidth, and revenue. </li> <li> If the node is already at max bandwidth capacity additional stake is effectively wasted. </li> </ul> <p> Once digital currency has been locked into a stake deposit it can be used immediately for bandwidth provisioning. If the provider wants to withdraw digital currency from the staking contract, they have to start an ‘unlocking’ process period, which involves a three month cooldown where their funds cannot be used as a stake deposit or transferred elsewhere by the provider. </p> <p> Whatever the amount of value that is exchanged in the Orchid ecosystem, a given seller’s relative stake amount, as a percentage of the total stake, provides them that same percentage of user traffic and dealflow. Assuming typical and honest selling behavior (no users drop them for bad service) this dealflow will translate into a similar portion of the total revenue. The staking decisions of sellers is left to their own choices. </p>
id: <p> Penyedia bertaruh sejumlah OXT untuk membuat deposito taruhan. </p> <ul> <li> Siapa pun dapat bertaruh OXT pada simpul menggunakan kontrak cerdas. </li> <li> Klien memilih simpul baru sebanding dengan ukuran deposito relatif OXT mereka. </li> <li> Deposito taruhan yang lebih besar mengakibatkan lebih banyak pengguna, lebar pita, dan pendapatan secara proporsional. </li> <li> Jika simpul sudah mencapai kapasitas maksimum lebar pita, taruhan tambahan secara efektif terbuang. </li> </ul> <p> Setelah mata uang digital dikunci ke dalam deposito taruhan, ia dapat segera digunakan untuk penyediaan lebar pita. Jika penyedia ingin menarik mata uang digital dari kontrak pertaruhan, mereka harus memulai periode ‘pembukaan kunci’, yang melibatkan tiga bulan masa pendinginan sehingga dana mereka tidak dapat digunakan sebagai deposito taruhan atau ditransfer ke tempat lain oleh penyedia. </p> <p> Apa pun jumlah nilai yang dipertukarkan dalam ekosistem Orchid, jumlah taruhan relatif penjual yang ditentukan, sebagai persentase dari total taruhan, memberi mereka persentase lalu lintas pengguna dan jumlah penawaran yang sama. Dengan asumsi perilaku penjualan yang lazim dan jujur (tidak ada pengguna berhenti menggunakannya karena layanan buruk), jumlah penawaran ini akan terwujud menjadi bagian yang sama dari total pendapatan. Keputusan pertaruhan penjual bergantung pada pilihan mereka sendiri. </p>
ja: <p> プロバイダーは、ステーク デポジットを作成するためにいくつかの OXT トークンをステーキングします。 誰でもスマート コントラクトを使用してノードに OXT をステーキングできます。 クライアントは、OXT デポジットの相対的なサイズに比例して新しいノードを選択します。 したがって、ステーク デポジットが大きいほど、それに比例して多くのユーザー、帯域幅、収益を得ることができます。 ノードがすでに最大帯域幅容量にある場合、追加のステークは事実上無駄になります。 ステーク デポジットにロックされたトークンは、すぐに帯域幅のプロビジョニングに使用できます。プロ バイダーがステーキング契約からトークンを撤回する場合には、「ロック解除」プロセス期間を開始する 必要があります。これには 3 ヵ月の冷却期間があり、その間、このトークンをステーク デポジットとして 使用できず、他の場所へ移動させることもできません。 Orchid エコシステムで交換される価値の額に関係なく、所与の売り手には、その売り手が保持しているステーク額の総ステーク額に対する割合と同じ割合のユーザー トラフィックと取引フローが提供されま す。典型的で正直な販売行動を想定すると (ユーザーが悪いサービスに取引フローを与えることはありませ ん)、この取引フローは、総収益の同じ割合に変換されます。ステーキングに関する売り手の決定は、売り手自身の選択に任されています。 </p>
ko: <p> 제공 업체는 스테이크 예치금을 생성하기 위해 일부 OXT 토큰을 스테이크합니다. </p> <ul> <li> 스마트 컨트랙트를 사용하여 누구든지 노드에서 OXT를 스테이크할 수 있습니다. </li> <li> 클라이언트는 상대적인 OXT 예치금 크기에 비례하여 새로운 노드를 선택합니다. </li> <li> 따라서, 비례적으로 더 큰 스테이크 예치금은 더 많은 사용자, 대역폭 및 수익으로 이어집니다. </li> <li> 해당 노드가 이미 최대 대역폭 용량에 있으면 추가 스테이크가 효과적으로 낭비됩니다. </li> </ul> <p> 일단 토큰이 스테이크 예치금에 고정되면, 이는 즉시 대역폭 프로비저닝을 위해 사용될 수 있습니다. 공급 업체가 스테이킹 컨트랙트에서 토큰을 인출하고자 할 경우, '잠금 해제' 프로세스 기간을 시작해야 합니다. 이 기간에는 3개월의 쿨다운이 포함되어 있어 해당 공급 업체 자금을 스테이크 예치금으로써 사용하거나 제공 업체에 의해 다른 곳으로 이체할 수 없습니다. </p> <p> Orchid 에코시스템에서 교환되는 가치의 금액이 무엇이든, 총 스테이크의 백분율로써 주어진 판매자의 상대 스테이크 금액은 동일한 비율의 사용자 트래픽 및 거래 흐름을 제공합니다. 일반적이고 정직한 판매 행위(그 어떤 사용자도 불량한 서비스를 제공하지 않음)를 가정한다면 이 거래 흐름은 총 수익의 비슷한 부분으로 해석됩니다. 판매자의 스테이킹 결정은 자신의 선택에 달려 있습니다. </p>
ru: <p> "Провайдер задает определенную ставку в OXT, создавая депозит ставки. </p> <ul> <li> Любой пользователь может задать ставку в OXT на узлах с помощью смарт-контракта. </li> <li> Клиенты выбирают новые узлы пропорционально относительной величине депозита в OXT. </li> <li> Таким образом, чем больше депозит ставки, тем (пропорционально) больше он привлекает пользователей, предоставляет пропускных ресурсов и приносит дохода. </li> Если максимум пропускного ресурса для сервера уже превышен, остаток ставки по сути не приносит пользы. <li> Как только цифровая валюта на депозите ставки будет заблокирована, провайдер сможет сразу начать предоставление пропускных ресурсов. </li> </ul> <p> Если провайдер хочет вывести цифровую валюту с контракта ставки, ему придется выждать период «разблокировки» с трехмесячным ожиданием. В течение этого периода средства не смогут использоваться в качестве депозита ставки или куда-либо еще переводиться провайдером. </p> <p> Вне зависимости от общей суммы транзакций в системе Orchid, относительное значение ставки каждого продавца (то есть процент от общей ставки) приносит ему аналогичную долю пользовательского трафика и сделок. При условии честного и порядочного поведения продавца (если пользователи не отказываются от его услуг из-за низкого качества), эти сделки будут преобразованы в аналогичную долю от общего дохода. Решение о том, какую задавать ставку, каждый продавец принимает сам для себя." </p>
zh: <p> 提供商质押一定数量的 OXT 代币以创建质押保证金。 </p> <ul> <li> 任何人都可以使用智能合约在节点上质押 OXT。 </li> <li> 客户端根据节点的相对 OXT 保证金规模按比例选择新节点。 </li> <li> 因此，更大的质押保证金将会成比例地带来更多用户、带宽和收入。 </li> <li> 如果节点已经达到最大带宽容量，则额外的质押实际上将会浪费。 </li> </ul> <p> 当代币被锁入质押保证金后，它们可以立即用于带宽供应。 如果提供方希望从质押合约中提取代币，则需 要启动“解锁”办理期，该过程包括三个月的冷却期，在此期间，资金不能用作质押保证金，提供方也不能将 其转移到其他地方。 </p> <p> 无论在 Orchid 生态系统中交易的价值是多少，给定卖方的相对质押金额（占总质押的百分比）都会为他们 提供该相同百分比的用户流量和交易流。 假设销售行为典型且诚实（没有用户因劣质服务而放弃它们）， 此交易流将转化为占比类似的一部分总收入。 卖方的质押决策由他们自己选择。 </p>

source: Read our Whitepaper
id: Baca laporan resmi kami
ja: ホワイトペーパー
ko: 백서
ru: Открыть белую бумагу
zh: 白皮书

# EventsHero__Title
source: Events
id: Acara
ja: イベント
ko: 이벤트
ru: События
zh: 活动

# EventsFindUsIRL__Title
source: Find us IRL
id: Temui kami di dunia nyata
ja: 実際にお会いしましょう
ko: 오프라인 행사
ru: Ищите нас офлайн
zh: 敬请亲临现场

# DownloadHero__Title
source: Try the Orchid app
id: Coba aplikasi Orchid
ja: プレリリースのオーキッド アプリをお試しください
ko: 사전 출시 Orchid 앱 사용해보기
ru: Попробуйте приложение Orchid
zh: 试用预发行版 Orchid 应用

# DownloadiOS__Title
source: iOS (help us Beta test)
id: iOS (Bantu kami uji versi beta)
ja: iOS
ko: iOS
ru: iOS (поучаствуйте в бета-тесте)
zh: iOS

# DownloadiOS__Body
source: <li> We have a beta version of our iOS app on Testflight. Please help us test the app by using the link below: <br/> <a> <img/> </a> </li> <li> Follow the instruction to install TestFlight. </li> <li> Install Orchid. </li>
ko: <li> iOS 기기에서 아래 링크를 누릅니다. <br/> <a> https://www.orchid.com/ios-pre-release </a> </li> <li> 지침에 따라 TestFlight를 설치하십시오. </li> <li> Orchid를 설치하십시오. </li>
zh: <li> 在 iOS 设备上点击以下链接： <br/> <a> https://www.orchid.com/ios-pre-release </a> </li> <li> 按照说明安装 TestFlight。 </li> <li> 安装 Orchid。 </li>

# OKExBlogPostURL
source: https://www.okex.com/promotion/XTkOoB
ko: https://blog.ko.orchid.com/oxt-now-live-on-okex/
zh: https://blog.zh.orchid.com/oxt-now-live-on-okex/

# DownloadAndroid__Body
source: <li> Tap the link below on your Android device. <br/> <a> <img/> </a> </li> <li> - OR - </li> <li> <a> Download the APK from GitHub </a> </li> <li> (You can follow our build instructions <a> here </a> ) </li>
ko: <li> 얼리 액세스 약관에 동의합니다. </li> <li> 표시된 링크를 사용하여 Orchid를 설치하십시오. </li> <li> Android 기기에서 아래 링크를 누릅니다. <br/> <a> <img/> </a> </li> <li> <a> GitHub </a> 에서 지침을 작성합니다. </li>
zh: <li> 在 Android 设备上点击以下链接： <br/> <a> https://www.orchid.com/android-pre-release </a> </li> <li> 接受关于抢先体验的条款。 </li> <li> 使用显示的链接安装 Orchid。 </li>

# GooglePlayBadgeURL
source: /assets/img/shared/google-play-badge.svg
id: /assets/img/shared/google-play-badge-id.png
ja: /assets/img/shared/google-play-badge-ja.png
ko: /assets/img/shared/google-play-badge-ko.png
ru: /assets/img/shared/google-play-badge-ru.png
zh: /assets/img/shared/google-play-badge-zh.png

# GooglePlayBadgeAlt
source: Get it on Google Play
id: Dapatkan di Google Play
ja: Google Play からダウンロード
ko: Google Play에서 받기
ru: Скачать на Google Play
zh: 从 Google Play 上获取

# HomeHero__Title
source: <span> The </span> <span> Crypto </span> <span> Powered </span> <span> VPN </span>
id: <span> Coba </span> <span> VPN </span> <span> bertenaga </span> <span> kripto </span>
ja: 暗号通貨搭載の VPN をお試しください
ko: 암호화 기반 VPN을 사용해 보십시오
ru: Попробуйте VPN на базе криптотехнологий
zh: 尝试由 Crypto 提供支持的 VPN

# HomeHero__JoinNow
source: Get Started
id: Bergabung sekarang
ja: 今すぐ登録
ko: 지금 가입
ru: Присоединиться
zh: 立即加入

# GooglePlayLink
source: https://play.google.com/store/apps/details?id=net.orchid.Orchid&hl=en_US
id: https://play.google.com/store/apps/details?id=net.orchid.Orchid&hl=id
ja: https://play.google.com/store/apps/details?id=net.orchid.Orchid&hl=ja
ko: https://play.google.com/store/apps/details?id=net.orchid.Orchid&hl=ko

# HomeNextLevel__Title
source: Welcome to Orchid
id: Selamat datang di Orchid
ja: 仕組みを学ぶ
ko: 작동 방식 알아보기
ru: Добро пожаловать в Orchid
zh: 了解运作方式

source: Learn More
id: Pelajari lebih lanjut
ja: 詳細情報
ko: 자세히 보기
zh: 了解更多详情

# HomeNextLevel__Whitepaper
source: FAQ
id: Laporan resmi
ja: ホワイトペーパー
ko: 백서
ru: Белая бумага
zh: 白皮书

# OXTHeroSubtitle
source: The Orchid Digital Currency
ko: 오키드의 디지털 화폐

# OXTSupplyParagraph2
source: <h4> Audit of Smart Contract for use with OXT Release Schedule </h4> <br/> <p> On March 21, 2020, <a> Consensys Diligence </a> published a technical audit on Orchid’s batch send smart contract, which may be used for multiple disbursements of ether and ERC20 tokens in a single transaction. The audit report is public and can be found here: <a> https://diligence.consensys.net/audits/2020/01/orchid-multisend/ </a> </p> <p> For purposes of the audit, Orchid posted all the information needed to perform the audit in a technical repository on GitHub that can be found here: <a> https://github.com/OrchidTechnologies/orchid/tree/3187d0716f16eeb59552d2c103c02efd5a530a76/tst-ethereum/distributor </a> </p> <p> Anyone can re-perform the smart contracts audit using the same information provided to Consensys Diligence. </p> <p> The information posted to GitHub and provided to Consensys Diligence includes the OXT token contract, found here: <a> https://github.com/OrchidTechnologies/orchid/blob/3187d0716f16eeb59552d2c103c02efd5a530a76/tok-ethereum/token.sol </a> </p> <p> It also includes the OXT release schedule, found here: <a> https://github.com/OrchidTechnologies/orchid/blob/3187d0716f16eeb59552d2c103c02efd5a530a76/tst-ethereum/distributor/release_schedule.pdf </a> </p> <p> To make this information more accessible for smart contract technical reviews, and for network users and bandwidth providers, below is a graphic representation showing some of the same information that can be found on GitHub. </p>
ko: <h4> OXT 릴리즈 스케쥴에 관한 스마트 컨트렉트 감사 </h4> <br/> <p> "2020년 3월 21일, <a> Consensys Diligence </a> 는 단일 트랜잭션으로 이더리움이나 erc20 토큰들을 다중 전송할 수 있는 오키드의 일괄 전송 스마트 컨트렉트에 대한 기술 감사보고서를 발행했습니다. 감사 보고서는 아래 링크에서 누구나 확인 가능합니다. <a> https://diligence.consensys.net/audits/2020/01/orchid-multisend/ </a> </p> <p> 감사를 위해, 오키드는 감사 수행에 필요한 모든 정보를 GitHub에 저장해 놓았으며 아래 링크에서 확인 하실 수 있습니다. <a> https://github.com/OrchidTechnologies/orchid/tree/3187d0716f16eeb59552d2c103c02efd5a530a76/tst-ethereum/distributor </a> </p> <p> Consensys Diligence에 제공된 동일한 정보를 통해 누구나 스마트 컨트렉트 감사를 수행할 수 있습니다. </p> <p> Consensys Diligence에 제공된 정보에는 OXT 토큰의 컨트렉트도 포함되어 있으며, 아래에서 확인하실 수 있습니다. <a> https://github.com/OrchidTechnologies/orchid/blob/3187d0716f16eeb59552d2c103c02efd5a530a76/tok-ethereum/token.sol </a> </p> <p> OXT 릴리즈 일정 또한 포함되어 있으며, 아래에서 확인하실 수 있습니다 <a> https://github.com/OrchidTechnologies/orchid/blob/3187d0716f16eeb59552d2c103c02efd5a530a76/tst-ethereum/distributor/release_schedule.pdf </a> </p> <p> 스마트 컨트렉트 기술 검토 및 네트워크 사용자와 대역폭 제공자의 경우, 해당 정보를 보다 쉽게 확인하실 수 있도록, GitHub상의 일부 정보를 하단에 그래픽으로 제공하고 있습니다. </p>

# OXTSupplyParagraph3
source: <br/> <br/> <h4> OXT Release Schedule Pie Chart* </h4> <br/> <img/> <br/> <br/> <br/> <h4> OXT Release Schedule* </h4> <br/> <div> <img/> <a> </a> </div>
ko: <br/> <br/> <h4> OXT 릴리즈 일정 파이 차트* </h4> <br/> <img/> <br/> <br/> <br/> <h4> OXT 릴리즈 일정 * </h4> <br/> <div> <img/> <a> </a> </div>

# OXTSupplySection2
source: <p> As noted, more information can be found in the Consensys Diligence Audit report, the OXT token contract, the OXT release schedule and the Orchid network whitepaper. </p> <p> The OXT release schedule provided to Consensys Diligence and posted to GitHub includes footnotes that provide more details. The footnotes are copied below, with minor formatting changes. </p> <p> <b> <i> * The release schedule was published on March 21,2020 in connection with the Consensys Dilligence audit and the information is as of that date only. </i> </b> </p> <p> <b> <i> ** This section of the pie chart includes: the OXT listed in the Network Incentives/Other column; the OXT noted in the Network Incentives/Other Footnote; and the OXT noted in the Treasury footnote. Accordingly, it includes more OXT than are listed in the release schedule columns. </i> </b> </p> <b> Treasury </b> <p> A maximum 1 billion OXT were eligible for creation, all of which has been created. Orchid Labs, Inc. holds 407,059,272 OXT in its treasury. Pursuant to Orchid Lab, Inc.'s treasury policy, it is anticipated that as to 400,579,272 OXT of the treasury OXT, starting as of December 9, 2019, no more than 10 million OXT per month will be available to be released from the company's treasury. While such treasury OXT will become available for potential release each month, Orchid may instead continue to hold such OXT in its treasury. The other 6,480,000 OXT in the company's treasury is not subject to the treasury policy and is available to be released without restriction. </p> <b> Network Incentives/Other </b> <p> This group encompasses OXT that has been released to third parties (and 7,000,000 OXT of this group was valued at $.30 per OXT), including for the purpose of making OXT available to participants in educational programs on using the Orchid network, which program is run by a third party ("Educational Purposes"). An additional 52,500,000 OXT will be released for Educational Purposes, in three tranches of 17,500,000 OXT every 6 months, beginning on June 23, 2020. 11,661,996 OXT will be distributed to node providers for staking purposes on the Orchid network, over periods of up to 24 months from December 16, 2019, with all amounts distributed during the first 12 months locked up in a stake for that period, and subject to a 3-month withdrawal delay. </p> <b> Seed SAFT </b> <p> Purchase price was $.03 per OXT (some in this group were awarded rights to OXT at that value). </p> <b> SAFT 2a </b> <p> Purchase price was $.50 per OXT. </p> <b> SAFT 2b </b> <p> Purchase price was $.70 per OXT. </p> <b> Orchid Team A </b> <p> Purchase price was less than $0.00001 per OXT. </p> <b> Orchid Team B </b> <p> Purchase price was less than $0.00001 per OXT. </p> <b> Orchid Team C </b> <p> This group was awarded rights to OXT at a value of $.01 per OXT, subject to various timing conditions as well as a release schedule. After December 6, 2020, the release schedule will end for this group’s remaining 7,311,021 OXT; however, certain timing conditions will apply to spread the distribution of the remaining 7,311,021 OXT over a maximum period of three years. </p> <b> Orchid Team D </b> <p> This group was awarded rights to OXT at a value of $.01 per OXT. After June 6, 2021, it is anticipated that there will be distributions to certain members of this group of 38,541 OXT on the 6th of each month, ending on June 6, 2023. </p>
ko: <p> 언급된 것과 같이, Consensys Diligence 감사 보고서, OXT 토큰 컨트렉트, OXT 릴리즈 일정 및 오키드 네트워크 백서에서 더 많은 정보를 확인 하실 수 있습니다. </p> <p> OXT 릴리즈 일정은 Consensys Diligence에게 제공되었으며 GitHub상에 추가 상세 내용과 함께 업로드 되어있습니다. 아래에서 몇몇 작은 변경점과 각주를 확인하실 수 있습니다 </p> <p> <b> <i> *릴리즈 일정은 2020년 3월 21일에 Consensys Diligence의 감사와 연계하여 발표 되었으며 정보는 해당 날짜를 기준으로만 제공됩니다. </i> </b> </p> <p> <b> <i> ** 파이 차트의 해당 섹션은 네트워크 인센티브/기타 열에 나열된 OXT, 네트워크 인센티브/기타 각주에 명시된 OXT, 비축분 각주에 명시된 OXT를 포함하고 있습니다. 따라서 릴리즈 일정에 나타난 것보다 많은 OXT를 포함하고 있습니다. </i> </b> </p> <b> 비축분 </b> <p> 최대 10억개의 OXT가 생성가능하고, 전량이 이미 생성되었습니다. Orchid Labs, Inc.는 비축분으로 407,059,272 OXT를 보유하고 있습니다. 오키드랩의 재무정책에 따라 2019년 12월 9일 현재 400,579,272의 OXT가 비축분으로 저장되어 있으며, 매달 1000만개 이하의 OXT가 릴리즈 될 수 있습니다. 비축분으로 저장된 OXT는 매월 릴리즈 될 수도 있지만 재단에서 릴리즈 하지 않고 보유할 수도 있습니다. 회사의 보유분으로 책정되어 있는 나머지 6,480,000 OXT는 재무 정책의 대상이 아니며 어떠한 제한 없이 릴리즈 될 수 있습니다. </p> <b> 네트워크 인센티브/기타 </b> <p> 해당 그룹은 제3자에게 릴리즈된 OXT를 포함하고 있으며(7,000,000 OXT가 해당 그룹에 할당되었으며, 개당 $0.3의 가치로 계산 되었습니다) 여기에는 오키드 네트워크 사용법에 관한 교육 프로그램으로 참여자들에게 제공하는 OXT가 포함됩니다. 추가로 2020년 6월 23일 부터 52,500,000 OXT가 교육 목적으로, 17,500,000개 씩 3번에 걸친 분할 발행으로 릴리즈될 예정입니다. 11,661,996 OXT가 2019년 12월 16일부터 최대 24개월에 걸쳐 노드 제공자에게 스테이킹 목적으로 배분될 예정이며, 첫 12개월 동안 배분된 물량은 해당 기간동안 스테이킹되고 락업되어 있으며, 3개월의 출금 기간을 가지게 됩니다. </p> <b> 시드 SAFT </b> <p> 구매 가격은 OXT당 $0.03 이었으며 이 그룹의 일부는 해당 가격으로 OXT를 구매할 수 있는 권한을 부여받았습니다. </p> <b> SAFT 2a </b> <p> 구매 가격은 OXT당 $0.5 였습니다. </p> <b> SAFT 2b </b> <p> 구매 가격은 OXT당 $0.7 였습니다. </p> <b> 오키드 팀 A </b> <p> 구매 가격은 OXT당 $0.00001 미만 이었습니다. </p> <b> 오키드 팀 B </b> <p> 구매 가격은 OXT당 $0.00001 미만 이었습니다. </p> <b> 오키드 팀 C </b> <p> 이 그룹은 릴리즈 일정을 포함한 여러가지 타이밍 조건에 따라 OXT당 $0.01의 가격으로 구매할 수 있는 권리를 받았습니다. 2020년 12월 6일 까지 해당 그룹의 잔여 OXT인 7,311,022 개가 릴리즈 되지만 나머지 7,311,021 OXT의 배포를 최대 3년에 걸쳐 분산 하기 위해 특정 타이밍 조건이 적용 됩니다. </p> <b> 오키드 팀 D </b> <p> 이 그룹은 OXT당 $0.01의 가격으로 구매할 수 있는 권리를 받았습니다. 2021년 6월 6일부터 2023년 6월 6일까지 매달 6일 마다 해당 그룹의 특정 맴버들에게 38,541 OXT가 배포 됩니다. </p>

# OXTTokenomicsHeadline
source: Staking
ko: OXT 유저와 노드 제공자를 위한 스테이킹

# OXTTokenomicsDescription
source: During normal market operations on Orchid both users and providers stake OXT. Staking locks up OXT on the network to incentivize good behavior and network growth over the long term.
ko: 오키드의 유저와, 노드 제공자는 모두 OXT를 스테이킹 하게 되며, 스테이킹 된 토큰은 락업 됩니다. 네트워크의 장기적인 성장을 위해, 긍정적인 활동을 하는 유저들에게는 보상을 제공합니다.

# OXTTokenomicsBody
source: <div> <h4> User Deposits </h4> <p> To use the Orchid app, users will need to acquire OXT and move the funds they want to use for service into Ethereum smart contracts using the Orchid account interface. The funds are split into two categories: a membership deposit and a balance. The deposit is a small amount of OXT that protects against clients misbehaving on the network. The majority of the funds go into the balance, which is the collateral that is used to issue nanopayments. When a winning ticket is issued, OXT is transferred from the balance to the provider. </p> <a> Read our blog about nanopayments here. </a> <img/> </div> <div> <h4> Node Stake Deposits </h4> <p> Bandwidth providers on Orchid stake OXT currency in time-locked deposits to prove identity and receive traffic in proportion to relative stake deposit size. The stake registry is the Ethereum smart contract that holds the OXT. Users select Orchid server nodes with probability proportional to relative stake, thus nodes receive traffic and payment flow from users proportional to the amount of digital currency staked on Orchid. </p> <p> Providers can withdraw stake from the registry contract, but withdrawals are subject to an intentional delay which currently defaults to three months. Users control this delay variable by ignoring nodes with delay periods that are too short. This combination of linear stake weighted random selection and a withdrawal delay provides stronger economic security by creating a high cost barrier for takeover attacks and additionally helps align provider and user incentives. </p> <a> Read more about provider staking here. </a> </div>
ko: <div> <h4> 유저 예치금 </h4> <p> 오키드 앱을 사용하려면, 서비스 이용에 필요한 OXT를 확보한 뒤, 오키드 계정을 통하여 이를 이더리움 스마트컨트렉트로 전송해야 합니다.이동된 금액은, 맴버십 예치금과, 잔액 두 가지로 나뉘게 됩니다. 맴버십 예치금은 네트워크를 악의적인 유저로부터 보호하기 위한 소량의 보증금이며, 대부분의 금액은 잔액으로 편입되는데, 이는 나노페이먼트를 위한 담보물이 됩니다. 서비스를 사용하게 되면, 해당 OXT가 노드 제공자에게 이체 됩니다. </p> <a> 나노페이먼트에 관해 자세히 알아보기 </a> <img/> </div> <div> <h4> 노드 스테이킹 예치금 </h4> <p> 오키드의 노드 제공자들은 아이덴티티 증명과 트래픽 수신을 위해, 스테이킹 규모에 비례한 OXT를 스테이킹 하고 있습니다. 지분 등록은 OXT가 보관되어 있는 이더리움의 스마트컨트렉트로 진행됩니다. 오키드 서버는 스테이킹 지분에 비례하여 확률적으로 노드를 선택하여 사용자에게 제공하고, 노드는 이에따른 트래픽과 대금을 받게 되기에 오키드상에 스테이킹 하고 있는 OXT의 양에 비례하여 노드가 선택 됩니다. </p> <p> 노드 제공자들은 컨트렉트에서 스테이킹 자금을 출금할 수 있고, 현재 출금에는 3달의 기본 지연 기간이 설정되어 있습니다. 클라이언트들은, 이 지연기간이 지나치게 짧게 설정된 노드들을 선택하지 않음으로써 이 기간을 조절하게 됩니다. 이러한 스테이킹 지분률에 따른 가중치를 적용과 출금 지연의 조합은 네트워크의 보안을 높여주고 해커의 공격 비용을 높이는 효과가 있으며 유저와 노드 제공자에게 인센티브를 제공합니다. </p> <a> 노드 제공자 스테이킹에 관해 자세히 알아보기 </a> </div>

# OXTAuditsHeadline
source: OXT Audits
ko: OXT 감사 업체 (Audit)

# ReportExchangesOXT
source: When we learn of new listings, they will be publicly announced. If you see OXT being traded on an exchange that isn’t listed here, please use the contact form to let us know, so that it can be added to our list.
ko: 새로운 거래소에 신규 상장이 진행되면, 거래소에서 공지사항으로 안내됩니다. 하단에 나열되지 않은 거래소에서 OXT가 거래되는 것을 보셨다면, 문의하기를 통해 저희에게 알려주시면 상장 거래소 리스트에 추가하도록 하겠습니다

source: Exchange Listings
ko: 상장된 거래소 목록

# OXTContract
source: OXT Contract on Ethereum
ko: 이더리움상의 OXT 컨트렉트 확인하기

# HomeApproach__Title
source: Our approach
id: Pendekatan kami
ja: 私たちのアプローチ
ko: Orchid의 접근 방식
ru: Наш подход
zh: 我们的方法

# HomeApproach__Subtitle
source: We believe that by harnessing the power of blockchain, we can offer users a better VPN experience.
id: Kami percaya bahwa dengan memanfaatkan kekuatan blockchain, kami dapat menawarkan pengalaman VPN yang lebih baik bagi pengguna.
ja: 私たちは、中央集権化の排除、ネットワーク貢献者 への報酬提供、ブロックチェーンの活用を通じて、 ユーザーの皆様により良いプライバシー環境を提供 できると信じています。
ko: Orchid는 중앙 집중화를 제거하고 네트워크 기여자에게 보상을 제공하며 블록 체인의 이점을 활용함으로써 사용자에게 더 나은 개인 정보 보호를 제공할 수 있다고 생각합니다.
ru: Мы уверены, что с помощью возможностей блокчейн мы можем предложить пользователям VPN-технологию нового уровня.
zh: 我们相信，通过消除集中化、奖励网络提供者并利用 区块链的力量，我们可以更好地保护用户的隐私。

# HomeApproachCard1__Title
source: Pay-per-use
id: Bayar per penggunaan
ja: 使用ごとのお支払い
ko: 사용량에 따라 결제
ru: Плата за использование
zh: 按使用量付费

# HomeApproachCard1__Description
source: On Orchid, you only pay for service while actually using the VPN. Turn it off, and there are no charges. And no monthly fees!
id: Di Orchid, Anda hanya membayar saat menggunakan VPN. Jika dimatikan, Anda tidak dikenakan biaya. Dan tidak ada biaya bulanan!
ja: Orchid では、VPN の使用中にのみ料金が発生します。 オフにすると、無料です。 月額料金はありません！
ko: Orchid에서는 VPN을 사용할 때만 결제하시면 됩니다. VPN을 끄면 요금이 청구되지 않습니다. 월 사용료는 없습니다!
ru: В Orchid вы платите только при использовании VPN. Если сеть VPN выключена, плата не взимается. И никаких ежемесячных платежей!
zh: 在 Orchid 上，您仅在使用 VPN 时才需要付费。如果将其关闭，则不会产生费用。而且，无每月固定费用！

# HomeApproachCard2__Title
source: Provider network
id: Ubah penyedia dengan sekali klik
ja: ワンクリックでプロバイダーを変更
ko: 한 번 클릭하여 제공업체 변경
ru: Меняйте провайдеров одним кликом
zh: 轻松点击即可更改提供商

# HomeApproachCard2__Description
source: Change providers within the Orchid network with a click. If you don't like one, simply tap to reconnect and get randomly reassigned.
id: Orchid memberi Anda akses ke berbagai jaringan penyedia. Jika Anda tidak menyukai salah satu jaringannya, cukup ketuk untuk terhubung kembali dan ditetapkan ulang secara acak.
ja: Orchid は、プロバイダーのネットワークへのアクセスを許可します。 気に入らない場合は、タップして再接続し、ランダムに再割り当てします。
ko: Orchid에서는 다양한 제공업체를 선택하실 수 있습니다. 어떤 제공업체가 마음에 들지 않으시면 탭하여 다시 연결만 하시면 다른 제공업체가 무작위로 다시 배정됩니다.
ru: Orchid предоставляет вам доступ к сети провайдеров. Если текущий вам не понравился, вы можете переподключиться одним нажатием, и вам будет случайным образом назначен новый.
zh: Orchid 为您带来海量提供商。若不喜欢其中一个提供商，只需点击重新连接，即可重新随机分配。
